[
  {
    "uid": "80e3b91f-2fb9-505f-8205-e1b5b896f689",
    "source": "Accesswire",
    "headline": "u-blox AG: u-blox Acquired Rigado's Bluetooth Modules Business and Extends Bluetooth Low Energy Offerings for Customers",
    "summary": "THALWIL, SWITZERLAND/ ACCESSWIRE/ July 31, 2019/ u-blox, a global provider of leading positioning and wireless communication technologies, today announced it acquired Rigado's Bluetooth modules business in an Asset Purchase Agreement.  \"Rigado's Bluetooth modules business complements our already extensive portfolio and gives us access to more channels...",
    "content": "The acquisition complements u-blox's commitment for an extended Bluetooth product offering and adds access to new sales channels and market segments\nTHALWIL, SWITZERLAND / ACCESSWIRE / July 31, 2019 / u-blox (SIX:UBXN), a global provider of leading positioning and wireless communication technologies, today announced it acquired Rigado's Bluetooth modules business in an Asset Purchase Agreement. Rigado is a leading provider of Edge-as-a-Service gateway solutions for Commercial IoT, and began offering certified wireless modules in 2015.\nThis acquisition will allow u-blox to extend their range of products in the area of Bluetooth(R) low energy, Zigbee and Thread, as well as to access additional market segments and channels. The combined short range radio offering adds new modules targeting consumer-oriented markets, for instance sport and fitness, while Rigado's existing customers will get access to all u-blox Wi-Fi, cellular, and positioning solutions for their IoT applications. In addition, Rigado's customers will benefit from u-blox's global support capabilities.\n\"Rigado's Bluetooth modules business complements our already extensive portfolio and gives us access to more channels and new interesting customers in the area of smart home, wearables, as well as fitness,\" said Herbert Blaser, Head Product Center Short Range Radio, u‑blox. \"We're also looking forward to the ongoing collaboration with distribution partners like Digi-key or Future Electronics, where we'll be able to offer a seamless transition\", he noted.\"We're very proud of both our market-leading modules division and Rigado's fast-growing edge infrastructure gateway business\", Greg Rau, President of Rigado, added. \"The value we capture from the acquisition of the modules division will allow us to further accelerate Rigado's growth in the gateway market - especially in key solution areas such as smart building and asset tracking.\"\nGoing forward, Ben Corrado, former CEO of Rigado, will be part of u-blox's Short Range Radio product strategy team. With him, other key staff of Rigado's modules division have also joined u-blox, while the existing Rigado office in Salem (OR) will be the North American Short Range Radio Engineering Center for u‑blox.\nThe Rigado Bluetooth modules portfolio will be re-branded under the u‑blox name and integrated into the short range radio offering.\nu-blox (SIX:UBXN‑) is a global provider of leading positioning and wireless communication technologies for the automotive, industrial, and consumer markets. Their solutions let people, vehicles, and machines determine their precise position and communicate wirelessly over cellular and short range networks. With a broad portfolio of chips, modules, and a growing ecosystem of product supporting data services, u-blox is uniquely positioned to empower its customers to develop innovative solutions for the Internet of Things, quickly and cost-effectively. With headquarters in Thalwil, Switzerland, the company is globally present with offices in Europe, Asia, and the USA. (www.u-blox.com)Find us on Facebook, LinkedIn, Twitter @ublox and YouTubeFor more information:u-blox contact:Gitte JensenInvestor Relations ManagerPhone: +41 44 722 74 86E‑mail: gitte.jensen@u-blox.com\nFounded in 2010, Rigado's Edge-as-a-Service solutions power more than 300 global customers and 5 million connected devices across Commercial IoT solutions such as Asset Tracking, Smart Lighting, and Sensing and Monitoring in markets like Smart Workplaces, and Connected Retail and Logistics. Rigado is headquartered in Portland, Oregon with offices in London, UK and Shenzhen, China. (www.rigado.com)\nFind us on Facebook, LinkedIn, Twitter and YouTube\nRigado media contact:Phone: 971.208.9780E-mail: pr@rigado.com"
  },
  {
    "uid": "78c730aa-4810-550b-9d4a-4b6529b40058",
    "source": "News Ltd.",
    "headline": "teenage trump card",
    "summary": "Melbourne City are set to unleash 16- year-old prodigy in A-League derby 30.",
    "content": "Melbourne City are set to unleash 16-year-old prodigy in A-League derby 30"
  },
  {
    "uid": "42eba2fc-1aec-569f-a21c-bed5ce0de4d2",
    "source": "Advance Publications, Inc.",
    "headline": "starting off with a scare   Close call: UAB avoids upset in opener to in-state foe",
    "summary": "The number that shone brighter than the lights of Las Vegas was the 30- plus players the Blazers lost to graduation. UAB held off a scrappy Alabama State led by second-year coach Donald Hill-Eley without getting a second-half touchdown to pull out the 24-19 victory in front of the third-largest crowd- 39,165- in UAB history at Legion Field in Birmingham.",
    "content": "So much for being a 42.5-point favorite. The number that shone brighter than the lights of Las Vegas was the 30-plus players the Blazers lost to graduation. UAB held off a scrappy Alabama State led by second-year coach Donald Hill-Eley without getting a second-half touchdown to pull out the 24-19 victory in front of the third-largest crowd - 39,165 - in UAB history at Legion Field in Birmingham. Despite coming into the season a mere 262 yards away from becoming UAB's all-time leading rusher, Spencer Brown was held in check running in front of a newly formed offensive line. Brown rushed for 77 yards on 23 carries, followed closely by quarterback Tyler Johnston, who had 64 yards on less than half the carries (12). Johnston added a 8-for-19 passing effort for 114 yards and a touchdown. Playing in his near his old stomping grounds, Alabama State quarterback Kha'Darris Davis, a Bessemer City product, played admirably going 18-for-31 for 112 yards and 2 touchdowns."
  },
  {
    "uid": "c6dea518-31f7-5ec4-9cf7-44b4fcf4d043",
    "source": "APN New Zealand Ltd",
    "headline": "side28",
    "summary": "Twentieth century slang that should NOT be brought back. Steve writes:“ Had a young apprentice a few years ago who we couldn’ t find a nickname for. Fraser Harvey, a regular customer at the Sensory Lab coffee shop in Melbourne taped a flier to the wall of his favourite cafe, proclaiming himself“ Customer of the Week”.",
    "content": "Twentieth century slang that should NOT be brought back\n2. Take a chill pill\n1. Steve writes: “Had a young apprentice a few years ago who we couldn’t find a nickname for. He was with another tradesman one day and, after a comment from the tradesman, he started to sing I’m a little teapot. Teapot he was from that moment.”\n2. John writes: “I asked why a certain person was nick-named Pothole. Reply was ... ‘Well, what is it that you try to avoid when you’re going down the road?’.” Tat’s that, no more storm in a coffee cup\nFraser Harvey, a regular customer at the Sensory Lab coffee shop in Melbourne taped a flier to the wall of his favourite cafe, proclaiming himself “Customer of the Week”. Harvey went about his business. When he stopped by again, he saw his picture had been replaced by one of a woman declaring herself customer of the week, every week. It was better than his as it had a frame. Harvey had been challenged. He would not back down. So began the Great Customer War of 2019, as neither would yield to the other. Both Harvey and his anonymous adversary repeatedly one-upped each other — he got a bigger frame, she projected her face on the coffee shop wall, he printed loyalty cards and T-shirts with his face on them ... But then finally Fraser’s foe unveiled her masterstroke — a permanent tattoo of a Sensory Lab coffee cup. Revealing her identity as Harriet Noall, an urban planner who works above the cafe, she told Guardian Australia she was now clearly the cafe’s favourite customer."
  },
  {
    "uid": "99538860-4cdb-553f-8e66-38bb474ebac3",
    "source": "APN New Zealand Ltd",
    "headline": "shorts20",
    "summary": "The pre-Budget announcement is, according to Prime Minister Jacinda Ardern, the largest ever spend by the Government on family and sexual violence and support services. It includes almost $50 m towards preventing family violence and sexual violence and $85 m towards creating a safe, consistent and effective response to family violence.",
    "content": "Breaking cycle The Government will spend $320 million on a package of initiatives aimed at preventing family and sexual violence and breaking the cycle of violence. The pre-Budget announcement is, according to Prime Minister Jacinda Ardern, the largest ever spend by the Government on family and sexual violence and support services.\nThe $320m has been allocated over four years. It includes almost $50m towards preventing family violence and sexual violence and $85m towards creating a safe, consistent and effective response to family violence. More than $130m has been set aside for expanding essential specialist sexual violence services. Almost $40m has been earmarked for reforming the criminal justice system. The family and sexual violence package, which sits across eight portfolios, is the result of the first ever joint Budget bid from multiple government departments. Yesterday’s announcement comes as part of the Government’s Wellbeing Budget, to be unveiled in full on Thursday May 30.\nThree-car crash Three people were trapped after a three-car crash at Horowhenua which closed State Highway 1 in the southwest of the North Island last night. Emergency services responded to the crash, just south of Manakau, about 6.55pm. Bridge upgrade A major West Auckland bridge will be regularly out of action for late-night motorists over the next few weeks, in the latest part of a three-year, $110 million motorway upgrade. The NZ Transport Agency was warning drivers the Royal Rd bridge over State Highway 16 in Massey would be closed most nights for four weeks, starting from last night. Local detours will be in place. The night closures will take place between 8pm and 5am on Sundays and Thursdays, but are weather dependent and could be cancelled at short notice, said the NZTA’s acting senior project delivery manager, Karen Boyt. The new bridge, scheduled for completion by August, is part of the SH16 Lincoln Rd to Westgate project to help the Northwestern motorway support expected growth in the western suburbs and increased traffic using the Western Ring Route.\nCorrection On Friday, incorrect figures were used in the graphic on the Counting Down to 5 million Kiwis series. The correct life expectancy in 2019 is 80.5 years for men and 84 years for women. We regret the error."
  },
  {
    "uid": "10db03a7-f430-5522-a8fc-30be0b01e6f5",
    "source": "APN New Zealand Ltd",
    "headline": "shortiess24",
    "summary": "Thieves broke into 40 vehicles after dark in Napier in the last two weeks of May up to June 3, focusing on Napier Hill and Napier South. The“ Rules of a f*** buddy” campaign is from Ending HIV, a behaviour change scheme run by the Aids Foundation to reach gay and bisexual men. An Auckland father is“ absolutely stunned” by the language and imagery.“ This seems to be promoting...",
    "content": "Thieves broke into 40 vehicles after dark in Napier in the last two weeks of May up to June 3, focusing on Napier Hill and Napier South. Hawke’s Bay Police Tactical Crime Unit Detective Sergeant Glenn Restieaux said offenders are smashing windows and using instruments to open the doors. “About a quarter of reported thefts are from unsecured vehicles.”\nSex ads ‘go too far’\nA new campaign promoting safe sex between men to end the spread of HIV has “gone too far”, say some. The “Rules of a f*** buddy”campaign is from Ending HIV, a behaviour change scheme run by the Aids Foundation to reach gay and bisexual men. The f-word in the tagline has been made to appear as if it’s been covered with black tape. An Auckland father is “absolutely stunned” by the language and imagery. “This seems to be promoting casual sex, not preventing anything. Kids walk to school past this place and it’s putting a very adult conversation in their face.” Correction Two sisters who bought their first home last year did read a LIM report, which they had requested as a condition of the sale and purchase agreement. This was wrongly reported in yesterday’s Herald on Sunday due to errors introduced during the editing process."
  },
  {
    "uid": "d23c3699-30ad-5d21-9e52-2fd59859766e",
    "source": "NewsBank",
    "headline": "schools ask, can  you give us a lift?\nAmid bus driver shortage, Guilford County Schools asks teachers, part-timers to consider picking up a route",
    "summary": "As of last month, Guilford County Schools still needed drivers for 38 of its 551 routes. GREENSBORO- Facing dozens of unfilled bus routes, Guilford County Schools has turned to trying to recruit its teachers and part-time staff to fill those routes for extra pay. As of last month, Guilford County Schools still needed drivers for 38 of its 551 routes.",
    "content": "As of last month, Guilford County Schools still needed drivers for 38 of its 551 routes. The shortage of drivers forced the district to double up on some routes and led to some students getting to school late or waiting longer for a bus ride home, schools administrators said.\nGREENSBORO - Facing dozens of unfilled bus routes, Guilford County Schools has turned to trying to recruit its teachers and part-time staff to fill those routes for extra pay.\nA shortage of bus drivers forced the district to double up on some routes and led to some students getting to school late or waiting longer for a bus ride home, schools administrators said.\nThe district is trying this new tactic for the first time this year because of ongoing problems finding enough bus drivers to serve all the students. As of last month, Guilford County Schools still needed drivers for 38 of its 551 routes.\nThe district faced a similar situation last fall, according to Chief Financial Officer Angie Henry and Chief Human Resources Officer Shirley Morrison.\nLow unemployment is contributing to a nationwide school bus driver shortage issue, they said. Both said the past couple of years or so have been the worst bus driver shortage they've seen in their time working in the district.\nDistrict leaders also have talked about a pay raise for bus drivers in the hopes of attracting more people, but it's unclear when or if that will happen.\nGuilford County Board of Education members passed a budget this spring that included what they hoped would be $1 million in extra pay for bus drivers along with $2 million to increase local salary supplements for teachers.\nCounty commissioners, however, gave the district less than half of the $10 million increase school officials sought for this academic year. That means it's unlikely the schools budget will include either the local teacher supplement or bus driver pay increases, Henry said. School board leaders still haven't voted on a final version of the district's budget because legislators haven't approved the state budget yet.\nHenry said teachers and staff could earn up to $10,000 more per year driving either an afternoon or morning bus route.\nShe and Morrison cited several reasons why targeting their own employees makes sense for the school district:\nSome coaches and other school employees drive activity buses, so they already have the commercial driver's license required by the state to operate a school bus. To get the license, prospective drivers have to take and pass a three-day class and do three days of on-the-road instruction. Getting people scheduled and through the class is one of the barriers that makes it harder to find drivers, Morrison and Henry said.\nSchool employees are basically a captive audience for the pitch, which district leaders sent out around the beginning of the school year.\nThey already know the employees, and with teachers, know they've learned useful skills that can come in handy managing children on a bus.\n\"I don't have to search for you, you are right here, you are already part of the family,\" Morrison said of employees.\nBy mid-September, about 80 teachers had expressed interest in participating, including about nine who had the required license, Henry and Morrison said. The transportation department had already placed some of them on routes, they said.\nWestern Guilford Middle School band teacher Justin Thomas was one of those who took a class in September in Greensboro to earn a license to drive a school bus. Thomas, who is also a school track coach, wanted to be able to drive the activity bus as part of his coaching duties. He chose not to pick up a school bus route after hearing about the opportunity and thinking about it.\nThomas said the recruitment effort has been a topic of conversation among teachers since the beginning of the school year. He's heard interest, but also concerns, like, \"How will I be back in enough time to teach? Am I adding extra stress for extra money?\"\nPersonally, he said, he also worries that teachers who take it on, especially coaches, may wear themselves out. During sports season, he said, a coach often gets home from meets at 9 o'clock at night. How, he wondered, would they then cope with adding extra hours in the morning before school starts?\nIt's concerning, he said, that the bus driver shortage has gotten to the point the schools are trying to recruit teachers for it.\n\"We've got to do more to make sure we are supporting our bus drivers and support personnel,\" he said.\nContact Jessie Pounds at 336-373-7002 and follow @JessiePounds on Twitter."
  },
  {
    "uid": "6328fff0-23fb-5d68-8e6c-53ae068fe7ab",
    "source": "APN New Zealand Ltd",
    "headline": "s-shorts12",
    "summary": "But the Warriors still managed to grind out a 106-105 victory in Toronto without him and keep the series alive, although they still trail the Raptors 3-2. Gatland hot tip The Lions will name their head coach for the 2021 tour of South Africa today, with Kiwi Warren Gatland widely expected to be given the honour for the third time. Gatland led the Lions to a series...",
    "content": "Durant limps off Kevin Durant’s comeback game for the Golden State Warriors did not last long. Durant left game five of the NBA finals against the Toronto Raptors early in the second quarter yesterday, limping off after aggravating the same injury to his lower right leg that had kept him out of Golden State’s last nine playoff games. But the Warriors still managed to grind out a 106-105 victory in Toronto without him and keep the series alive, although they still trail the Raptors 3-2. Gatland hot tip The Lions will name their head coach for the 2021 tour of South Africa today, with Kiwi Warren Gatland widely expected to be given the honour for the third time. Gatland led the Lions to a series victory over Australia in 2013 and a drawn series against New Zealand in 2017. He was also an assistant in 2009 when Ian McGeechan’s Lions lost 2-1 in South Africa. Gatland, who led Wales to the Six Nations title this year, will stand down as the country’s coach after the Rugby World Cup in Japan, having won three Grand Slams as the longest-serving coach in their history, after taking over in 2007. Parker retires Four-time NBA champion Tony Parker’s impressive career is over. The 37-year-old guard announced on Twitter he’s retiring from basketball after 18 seasons in the NBA. Parker played 17 seasons for the San Antonio Spurs and made the post-season every year of his career, before joining the Charlotte Hornets last season and missing the playoffs. Yuvraj quits India all-rounder Yuvraj Singh has announced his retirement from international cricket. Yuvraj took the Player of the Tournament gong during India’s surge to World Cup glory in 2011, following which he was diagnosed with lung cancer but made a comeback after treatment. His last match for India was two years ago and, following 40 tests, 304 one-day internationals and 58 Twenty20s, he has decided to officially bow out.\nArgentina draw Argentina held former champions Japan to a 0-0 draw yesterday to earn their first point in football’s Women’s World Cup. Argentina lost their previous six World Cup matches in 2003 and 2007. Yesterday’s other game saw Canada beat Cameroon 1-0, with centre back Kadeisha Buchanan heading in the winner just before halftime. Canada and Cameroon are in Group E with New Zealand. Big Papi back David Ortiz was back in Boston yesterday for medical care, a day after authorities said the former Red Sox baseball slugger affectionately known as Big Papi was ambushed by a gunman at a bar in his native Dominican Republic. A plane carrying the 43-year-old retired athlete landed after a flight from Dominica, the team said. Ortiz had been in a stable condition in intensive care at a Santo Domingo hospital after doctors removed his gallbladder and part of his intestine. Hall of Famers Two-time US Open champion Retief Goosen and three-time LPGA major winner Jan Stephenson were among five people inducted into the World Golf Hall of Fame yesterday. Former Augusta National chairman Billy Payne, the late instructor Peggy Kirk Bell and Dennis Walters, who spent more than four decades entertaining and inspiring with golf clinics despite being paralysed from the waist down, were the other inductees."
  },
  {
    "uid": "eb40ca67-1349-5603-82ab-aaf4d092e754",
    "source": "APN New Zealand Ltd",
    "headline": "s-results05",
    "summary": "Cubs 8 Angels 1, Dodgers 3 Diamondbacks 1, Astros 4 Mariners 2, Padres 8 Phillies 2. Alex Marquez 39 min 31.262 sec 1, Luca Marini 39:33. 190 2, Thomas Luthi 39:33. 504 3.. Standings: Lorenzo Baldassarri 88 pts 1, Alex Marquez 86 pts 2, Thomas Luthi 84 pts 3..",
    "content": "Cubs 8 Angels 1, Dodgers 3 Diamondbacks 1, Astros 4 Mariners 2, Padres 8 Phillies 2. CRICKET\nImam-ul-Haq c Woakes b Ali44F Zaman st Buttler b Ali36B Azam c Woakes b Ali63M Hafeezc Woakes b Wood84S Ahmed c and b Woakes55A Ali c Bairstow b Wood14S Malik c Morgan b Woakes8W Riaz c Root b Woakes4H Ali not out10S Khan not out10Extras (1b, 8lb, 11w)20__Total (for 8wkts, 50 overs)348Fall: 1-82, 2-111, 3-199, 4-279, 5-311, 6-319, 7-325, 8-337\nBowling: C Woakes 8-1-71-3 (2w), J Archer 10-0-79-0 (4w), M Ali 10-0-50-3, M Wood 10-0-53-2 (2w), B Stokes 7-0-43-0, A Rashid 5-0-43-0 (1w)\nJ Bairstow c Sarfaraz b Riaz32J Roy lbw b Shadab8J Root c Hafeez b Shadab107E Morgan b Hafeez9B Stokes c Sarfaraz b Malik13J Buttler c Riaz b Amir103M Ali c Fakhar b Riaz19C Woakes c Sarfaraz b Riaz21J Archer c Riaz b Amir1A Rashid not out3M Wood not out10Extras (3lb, 5w)8__Total (for 9wkts, 50 overs)334Fall: 1-12, 2-60, 3-86, 4-118, 5-248, 6-288, 7-320, 8-320, 9-322\nBowling: S Khan 10-0-63-2, M Amir 10-0-67-2 (3w), W Riaz 10-0-83-3 (1w), H Ali 10-0-66-0 (1w), M Hafeez 7-0-43-1, S Malik 3-0-10-1.\nResult: Pakistan win by 14 runs. MOTOR-RACING\nDanilo Petrucci (ITA-Ducati) 41m 33.794s 1, Marc Marquez (ESP-Honda) 41:33.837 2, Andrea Dovizioso (ITA-Ducati) 41:34.132 3.\nStandings: Marc Marquez (ESP) 115pts 1, Andrea Dovizioso (ITA) 103pts 2, Alex Rins (ESP) 88pts 3.\nAlex Marquez (ESP-Kalex) 39min 31.262sec 1, Luca Marini (ITA-Kalex) 39:33.190 2, Thomas Luthi (SUI-Kalex) 39:33.504 3.\nStandings: Lorenzo Baldassarri (ITA) 88pts 1, Alex Marquez (ESP) 86pts 2, Thomas Luthi (SUI) 84pts 3.\nTony Arbolino (ITA-Honda) 39min 29.874sec 1, Lorenzo Dalla Porta (ITA-Honda) 39:29.903 2, Jaume Masia (ESP-KTM) 39:29.952 3.\nStandings: Aron Canet (ESP) 83pts 1, Lorenzo Dalla Porta (ITA) 80pts 2, Niccolo Antonelli (ITA) 70pts 3. TENNIS\nRound 4: 10-Karen Khachanov (RUS) bt 8-Juan Martin del Potro (ARG) 7-5 6-3 3-6 6-3, 5-Alexander Zverev (GER) bt 9-Fabio Fognini (ITA) 3-6 6-2 6-2 7-6(5), 4-Dominic Thiem (AUT) bt 14-Gael Monfils (FRA) 6-4 6-4 6-2, 7-Kei Nishikori (JPN) bt Benoit Paire (FRA) 6-2 6-7(8) 6-2 6-7(8) 7-5, 1-Novak Djokovic (SRB) bt Jan-Lennard Struff (GER) 6-3 6-2 6-2.\nQuarter-finals: 3-Juan Sebastian Cabal/Robert Farah (COL) bt Mikhail Kukushkin (KAZ)/Joran Vliegen (BEL) 6-2 6-2, Guido Pella/Diego Schwartzman (ARG) bt 10-Jean-Julien Rojer (NED)/Horia Tecau (ROU) 6-4 6-4.\nRound 4: Amanda Anisimova (USA) bt Q-Aliona Bolsova (ESP) 6-3 6-0, 3-Simona Halep (ROU) bt Iga Swiatek (POL) 6-1 6-0, 8-Ashleigh Barty (AUS) bt Sofia Kenin (USA) 6-3 3-6 6-0, 14-Madison Keys (USA) bt Katerina Siniakova (CZE) 6-2 6-4.\nRound 3: 5-Samantha Stosur (AUS)/Zhang Shuai (CHN) bt 11-Victoria Azarenka (BLR)/Ashleigh Barty (AUS) 4-6 6-3 6-2, 4-Gabriela Dabrowski (CAN)/Xu Yifan (CHN) bt Fiona Ferro/Diane Parry (FRA) 6-1 7-6(5), 6-Elise Mertens (BEL)/Aryna Sabalenka (BLR) bt Desirae Krawczyk/Jessica Pegula (USA) 7-5 6-2,. 7-Nicole Melichar (USA)/Kveta Peschke (CZE) bt 10-Lucie Hradecka (CZE)/Andreja Klepac (SLO) 6-3 6-2."
  },
  {
    "uid": "605259fc-5162-55fa-80df-fa8e19a51b76",
    "source": "APN New Zealand Ltd",
    "headline": "s-Results14",
    "summary": "263: Matt Every 65 65 67 66, Scott Piercy 67 69 63 64.. 267: Peter Uihlein 69 71 63 64, Kiradech Aphibarnrat 69 68 66 64, Rory Sabbatini 67 65 68 67, Tyler Duncan 64 66 70 67, Matt Jones 65 70 65 67.. Men’ s doubles final: Jean-Julien Rojer, Netherlands, and Horia Tecau, Romania, def.",
    "content": "Nuggets 96 Trail Blazers 100, Raptors 92 76ers 90. CRICKET\nMumbai Indians 149-8 (KA Pollard 41 not out, Q de Kock 29; Imran Tahir 2-23, DL Chahar 3-26) beat Chennai Super Kings 148-7 (SR Watson 80, F du Plessis 26; JJ Bumrah 2-14, RD Chahar 1-14). GOLF\n261: Sung Kang (KOR) 65 61 68 67.\n263: Matt Every (USA) 65 65 67 66, Scott Piercy 67 69 63 64.\n264: Brooks Koepka (USA) 65 66 68 65.\n267: Peter Uihlein (USA) 69 71 63 64, Kiradech Aphibarnrat 69 68 66 64, Rory Sabbatini (SLO) 67 65 68 67, Tyler Duncan (USA) 64 66 70 67, Matt Jones (AUS) 65 70 65 67.\n268: Justin Harding (SAF) 66 73 64 65, Sebastian Munoz (COL) 69 66 65 68. TENNIS\nMen’s singles final: Novak Djokovic (1), Serbia, def. Stefanos Tsitsipas (8), Greece, 6-3, 6-4.\nMen’s doubles final: Jean-Julien Rojer, Netherlands, and Horia Tecau, Romania, def. Diego Schwartzman, Argentina, and Dominic Thiem, Austria, 6-2, 6-3."
  },
  {
    "uid": "23ae361c-b630-5e53-9282-c7652b9ce85f",
    "source": "APN New Zealand Ltd",
    "headline": "s-Briefs17",
    "summary": "Spain reign Spain have lifted the Basketball World Cup for the second time, triumphing 95-75 over Argentina in the final in China. Ricky Rubio led the way with 20 points and seven rebounds, while fellow NBA star Marc Gasol added 14 points, seven rebounds and seven assists as Spain shot out to an early lead and never looked back. Rubio was named tournament MVP, while...",
    "content": "Roglic on top Primoz Roglic has become the first Slovenian to win one of cycling’s Grand Tours, clinching victory at the Vuelta a Espana yesterday. Roglic, a former ski jumper, improved on his third place at this year’s Giro d’Italia to win by two minutes and 16 seconds over 39-year-old Spaniard Alejandro Valverde. 20-year-old sensation Tadej Pogacar made it two Slovenians on the podium, finishing in third. Kiwi George Bennett played a key role in supporting his teammate Roglic, and finished 33rd overall. Irish Cup blow Ireland are set to be without key contributor Robbie Henshaw for their Rugby World Cup opener against Scotland. Henshaw, who suffered a hamstring injury in training over the weekend, has been deemed “very very unlikely” to be fit on Sunday, for what looms as a likely decider as to who will qualify top of Pool A. However, Joe Schmidt’s squad are still hopeful he will be able to play a part in the tournament, calling his hamstring scan “relatively positive news”. Young playmaker Joey Carbery is set to be fit to play after overcoming an ankle injury. Spain reign Spain have lifted the Basketball World Cup for the second time, triumphing 95-75 over Argentina in the final in China. Ricky Rubio led the way with 20 points and seven rebounds, while fellow NBA star Marc Gasol added 14 points, seven rebounds and seven assists as Spain shot out to an early lead and never looked back. Rubio was named tournament MVP, while Gasol made the All-Star Five as Spain added to their previous title in 2006. France took the bronze medal for the second straight tournament, winning 67-59 over Australia, who once again missed out on a chance to claim their first medal at an international event. Easy for Niemann Joaquin Niemann became the first player from Chile to win on the PGA Tour, shooting a six-under 64 for a six-stroke victory in A Military Tribute at The Greenbrier. The 20-year-old Niemann entered the final round of the season opener with a two-stroke lead and held off challenges from Tom Hoge and Richy Werenski, finishing at 21-under. It marks the first year since 1931 that there has been more than one tour winner under 21, after 20-year-old Matthew Wolff won the 3M Open in June. New Zealand’s Danny Lee shot a final round 66 to jump up 29 spots into a tie for 36th. Last gasp victory The most sensational finish in Solheim Cup history went down to the final putt of the entire match by a veteran player who many thought was lucky to even be selected. Suzann Pettersen didn’t let Europe down. By rolling in a left-to-right birdie from six feet on the 18th hole, the 38-year-old Pettersen regained the biggest team prize in women’s golf for the Europeans in a 14 ½-13 ½ win over the United States at Gleneagles. The Americans were looking to win the Solheim Cup for the third straight time. Instead, their lead in the overall series was trimmed to 10-6. Afghans on a roll Mohammad Nabi’s 54-ball 84 not out was complemented by offspinner Mujeeb Ur Rahman’s career-best 4-15 as Afghanistan beat Bangladesh by 25 runs to go top in their Twenty20 tri-series. Nabi’s fireworks saw Afghanistan recover from 40-4 to compile a respectable 164-6 after which Rahman’s bowling helped to dismiss Bangladesh for 139 in 19.5 overs. Nabi struck three fours and seven sixes, and he shared a fifth-wicket stand of 79 runs in around 10 overs with Asghar Afghan to rescue the innings. It was Afghanistan’s second straight victory after beating Zimbabwe by 28 runs the day before."
  },
  {
    "uid": "74048093-8928-5a21-ba9f-4adaad5a415d",
    "source": "APN New Zealand Ltd",
    "headline": "quiz03",
    "summary": "Of the Seven Wonders of the Ancient World, which is the only one that remains largely intact today? 3. Boris Johnson is touted to be elected as the new leader of what UK political party this month? Which country is bordered by Germany, Belgium, and France?",
    "content": "1. Which British actor is well known for playing comic character Alan Partridge?\n2. Of the Seven Wonders of the Ancient World, which is the only one that remains largely intact today?\n3. Boris Johnson is touted to be elected as the new leader of what UK political party this month?\n4. Against which team did the Football Ferns score their only goal at this year’s Fifa Women’s World Cup?\n5. Which country is bordered by Germany, Belgium, and France?\n6. Where in the human body would you find the talus bone?\n7. Infamous climbing spot El Capitan is found in which American national park?\n8. Which Spice Girl featured on Bryan Adams’ 1998 hit song When You’re Gone?\n9. Which actor was nicknamed “The King of Cool?”\n10. According to the Greek myth, which river was Achilles bathed in to give him invulnerability?"
  },
  {
    "uid": "244f744d-839c-575f-9570-65711069720d",
    "source": "NewsBank",
    "headline": "opinion - Abandoning allies won't make us safer",
    "summary": "After ordering the small contingent of remaining U.S. forces out of Syria, President Donald Trump explained that he was honoring a campaign pledge to stop our \"endless wars.\" The decision raises many questions, but the more immediate result is that withdrawing support from the hard-fighting Kurds increases the danger to Americans from the Islamic State group...",
    "content": "After ordering the small contingent of remaining U.S. forces out of Syria, President Donald Trump explained that he was honoring a campaign pledge to stop our \"endless wars.\" The decision raises many questions, but the more immediate result is that withdrawing support from the hard-fighting Kurds increases the danger to Americans from the Islamic State group (ISIS) and increases the likelihood that future threats from this region will (again) require a larger American commitment.\nThe hard reality is that neither Trump nor the wider national security community can decide when America's wars end because, as all soldiers know, \"the enemy gets a vote.\" We did not start the wars with al-Qaida or ISIS, and we cannot unilaterally declare a truce on behalf of adversaries who remain intent on killing our people.\nAmericans don't like sending Americans to fight in distant lands, but there is a multigenerational requirement to secure the U.S. against terrorists. Sending small groups of advisers to help those who are willing to fight is an excellent alternative. The military calls this acting \"By, With and Through,\" allies. Our relationship with Kurdish forces in Iraq and Syria has been one of the most effective examples of this approach in history. That said, the difference in this support and U.S. commitment to total war has to be explained to an American electorate, which is understandably skeptical of our overseas commitments.\nThe quick, violent and highly successful campaign to deny al-Qaida sanctuary in Afghanistan after the Sept. 11, 2001, attacks, which was very much \"By, With and Through,\" morphed into America's longest war. We know we didn't have to go down a path that ended with the U.S. \"owning\" the situation in Afghanistan. We also chose to fight a war with Saddam Hussein, which many Americans believe was a mistake that led directly to the rise of ISIS.\nIn short, while it is wrongheaded to say we \"overreacted\" to the Sept. 11 attacks, it is appropriate to ask whether our subsequent policies were wise. However, we must first understand that al-Qaida and ISIS remain at war with us. In framing our choice as between \"war\" and nonengagement, we repeat mistakes of Presidents George W. Bush and Barack Obama.\nBush and his administration listened when warned of the dangers posed by al-Qaida. The \"plan\" was to complete ongoing policy reviews. But before they could do so, al-Qaida struck. (Again, the enemy gets a vote.) It took the Sept. 11 attacks for the Bush team and the broader public to grasp Osama bin Laden's intent and capabilities. Although many tactical lessons were learned from 9/11, two relevant strategic lessons understood by the Bush team may be fading from memory. First, if an international actor declares war on you, believe them. Second, even if we have no other interests, the U.S. cannot allow semi-governed parts of the planet to become sanctuary for those who intend to do us harm.\nThe Obama administration believed we should never have gone into Iraq, which no doubt influenced their reaction to Iraqi gamesmanship by ordering U.S. forces home in 2011. Many argued that whether we should have or not, we had invaded Iraq, thereby making it vulnerable, and that we should at least leave advisory teams and enough airpower to assist the young Iraqi army in responding to attacks by Islamic militants. History does not reveal its alternatives, but in the end, ISIS swept through northern Iraq and Syria, declared a caliphate, issued a highly successful call for foreign volunteers, and launched a global terrorism campaign. In 2014, Obama re-introduced troops and air power into Iraq, where our forces confronted not a terrorist group, but a conventional army holding territory.\nThe most effective and cheapest way to protect us from the multigenerational threats posed by these terrorist organizations, while avoiding endless deployments of U.S. forces, is to support state and nonstate allies who are willing to fight. But after what we just did to our former friends, the Kurdish fighters in Syria, one has to wonder who will answer our phone call when we need help in the future.\nJ. Paul Pope is a professor at the LBJ School of Public Affairs at The University of Texas at Austin after having retired from the CIA. The university distributes Texas Perspectives columns as an outreach effort to share its faculty's knowledge."
  },
  {
    "uid": "79839089-7e46-593f-ae3d-f29bb4022a52",
    "source": "Australian Associated Press",
    "headline": "oOh!media slumps again on $6.7m H1 loss",
    "summary": "The Junkee Media publisher lifted revenue from continuing operations by 5.0 per cent to $304.9 million but higher costs in the six months to June 30 pushed the company to a net loss from a $9.2 million profit a year ago. The company also booked a $6.9 million impairment against its newly acquired Adshel assets. Mr Cook said the banking and auto market spend was...",
    "content": "Shares in oOh!media have fallen again on a $6.7 million first-half loss the outdoor advertiser blames on May's federal election and exceptionally weak market conditions.\nThe Junkee Media publisher lifted revenue from continuing operations by 5.0 per cent to $304.9 million but higher costs in the six months to June 30 pushed the company to a net loss from a $9.2 million profit a year ago.\nThe company also booked a $6.9 million impairment against its newly acquired Adshel assets.\nMonday's first-half result follows a disappointing full-year guidance cut last week that sent oOh!media shares down by more than 40 per cent a near four-year low.\nThe company's stock fell a further 6.23 per cent to $2.86 by 1020 AEST on Monday and is now down by 46 per cent from $5.26 a year ago.\nChief executive Brendon Cook said the past six months had been disappointing for oOh!media, with the federal election and soft economic conditions weighing heavily on its Road segment revenue.\nMr Cook said the banking and auto market spend was particularly affected during the half.\nAdvertising market weakness was also to blame for the revision to full-year underlying earnings, which are now forecast to be between $125 million and $135 million for the 12 months to December 31.\nThe company had previously flagged a range of between $152 million and $162 million.\n“This has been a disappointing outcome for us and, from the available data and commentary from other media participants, we believe this to be a temporary but significant event driven predominantly by weaker market conditions,” Mr Cook said.\nStripping out impairments, oOh!media's half-year profit fell by 94 per cent to $515,000.\nThe company's $6.9 million impairment against Adshel reflected mostly termination expenses and a non-cash impairment of a third party technology platform, with final cash-based integration costs to be marginally higher than the $7 million originally stated.\nMr Cook forecast a brighter time ahead and tipped big-name players such as Google to continue to turn to Out Of Home advertising to leverage their digital footprint.\nMr Cook also said no equity raising would be required to stabilise the business, excluding the company’s dividend reinvestment plan.\n“The team remains fully focused on the disciplined execution of our strategy to build a data-centric, scalable, multi-format 'out of home' business,\" Mr Cook said.\n\"Advertisers continue to increasingly preference out of home as a key category for media spending supporting oOh!’s medium-term growth prospects in this sector.\"\nThe company will maintain an interim dividend of 3.5 cents per share, 30 per cent franked.\nTOUGH FIRST HALF FOR OOH!MEDIA\n* Interim dividend held at 3.5 cents per share, partially franked."
  }]
