[
  {
    "uid": "a437ff48-104a-54bb-bff7-c7a736158524",
    "source": "Agence France Presse",
    "headline": "Milkshakes become weapon of choice in UK European campaign",
    "summary": "Former UK Independence Party leader Nigel Farage became the latest political figure Monday to be doused with the sticky concoction while campaigning for his new Brexit Party in this week's European Parliament election. The European Parliament election campaign has turned into a bellwether of Britons' support for Brexit three years after they had first...",
    "content": "The lowly milkshake has turned into an unlikely weapon of choice for Britons determine to make a splashy statement against the rise of the Brexit-backing populist right.\nFormer UK Independence Party (UKIP) leader Nigel Farage became the latest political figure Monday to be doused with the sticky concoction while campaigning for his new Brexit Party in this week's European Parliament election.\nA tweet posted by a ChronicleLive news site reporter showed a grim-faced Farage -- his black suit covered from shoulder to toe -- being led away by a bodyguard during a campaign stop in the northern city of Newcastle.\nThe suspected culprit told the Press Association it was a £5.25 ($6.70, six euro) banana and salted caramel shake he bought at the local Five Guys hamburger chain store.\n\"I didn't know he was in town. I thought this is my only chance,\" the 32-year-old was quoted as saying.\nFarage blamed the incident in a tweet on EU supporters who \"have become radicalised, to the extent that normal campaigning is becoming impossible\".\nThe European Parliament election campaign has turned into a bellwether of Britons' support for Brexit three years after they had first voted to leave the 27-nation EU bloc.\nFarage's Brexit Party is leading the polls on its promise to get Britain out quickly and by any means.\nThe Remain camp's milkshake resistance has also targeted a far-right leader who is best known by his online alias Tommy Robinson -- an adviser to UKIP who once headed the now-banned English Defence League.\nA clip that went viral this month showed a young man of Asian descent splashing Robinson in the face with a McDonald's drink in response to something the far-right leader said.\nRobinson fought back by landing a few punches at the man before being restrained.\nAnd UKIP European Parliament candidate Carl Benjamin -- known by his social media pseudonym Sargon of Akkad -- has been \"milkshaked\" him at least four times this month.\nA defiant Benjamin showed up to one of his events this week with a McDonald's cup in his hand.\nThe entire mess prompted McDonald's to temporarily halt milkshake sales near the site of a campaign event Farage held last week.\n\"We will not be selling milkshakes or ice cream tonight,\" a sign taped to the door of the fast food chain's central Edinburgh restaurant said.\n\"This is due to a police request given recent events.\"\nThat decision elicited a controversial comeback from the US chain's eternal rival Burger King.\n\"Dear people of Scotland,\" the @BurgerKingUK account wrote on Saturday.\n\"We're selling milkshakes all weekend. Have fun. Love BK.\"\nIt signed the post with the #justsaying hashtag.\nA flurry of angry comments on Twitter prompted the account to later add: \"We'd never endorse violence - or wasting our delicious milkshakes!\""
  },
  {
    "uid": "366c92af-8143-5ffa-8702-4f26bd22c8b6",
    "source": "News Ltd.",
    "headline": "ANZ's first assault in the looming job armageddon",
    "summary": "ANZ has moved to the front of the race that’ s set to bring about the biggest white collar job loss revolution in our history. Spurred on by the fallout from the royal commission, the banks are going to lead Australia in massive job shedding among large enterprises. For more than six years I have been writing to help warn and prepare Australia for this...",
    "content": "ANZ has moved to the front of the race that’s set to bring about the biggest white collar job loss revolution in our history. All previous mass reductions of white collar staff have been related to the health of the economy. But this one is caused by technology, so it is permanent.\nSpurred on by the fallout from the royal commission, the banks are going to lead Australia in massive job shedding among large enterprises.\nNot far behind them will be the big miners, led by BHP and Rio Tinto. They will be followed by the big professional firms. Eventually, the public service will also be forced to follow.\nFor more than six years I have been writing to help warn and prepare Australia for this technology-related event. A lot has been done (especially in the past two months) but there is a lot more to do.\nEven though I have been anticipating an “ANZ event” for more than half a decade, when it happens it still takes your breath away, especially as the sharemarket flowed with champagne when traders saw it.\nANZ said its full-time equivalent number of employees (FTE) fell by 5 per cent to 39,400 in the half year to March 31.\nBut the ANZ employment reduction in the 18 months from September 30, 2017, is a staggering 12 per cent.\nWhile the 5500 ANZ jobs lost in those 18 months may have been boosted by business sales and broker outsourcing, the number of people (on an FTE basis) involved would have been greater because of the need to hire people better equipped to handle the new technology.\nAll the other banks are doing the same thing, and some of them may be more severe. ANZ is merely the start.\nANZ is forecasting more cuts and over time they will be even more savage. Other banks will have no choice but to join the race if they are to remain competitive with their banking rivals and new entrants.\nIt might already be happening. My colleagues at Margin Call have reported that Commonwealth Bank has a plan to cull as many as 10,000 positions, almost a quarter of its Australian workforce.\nCBA hasn’t formally confirmed plans though, so for now, ANZ remains the first big bank cab off the rank.\nAt NAB, cost cutting is obscured by its customer remediation programs. But banking expenses in the half year to March 2019 were 2 per cent below the previous half year to September 30.\nNAB is expecting almost $500 million in savings in the next 18 months. Westpac has also been cutting jobs, but so far the numbers are in the hundreds, not thousands.\nWhat’s happening is the reverse of past employment trends and we need to wake up to the fact that the game has changed.\nLarge enterprises created about 60 per cent of the new jobs over the past decade and the big banks and the miners were among the largest contributors. But most of those new jobs will disappear in the next decade.\nANZ graphically describes what is happening within the banks. For five half-years in a row, ANZ has reduced the actual cost of running the bank. In the latest half year, the cost has been cut by another 1 per cent.\nA proud ANZ chief executive Shayne Elliott told shareholders: “That means we’ve absorbed inflation, we’ve absorbed the fact that we’re continuing to invest in the business, we’ve got more compliance costs and we’ve brought costs down.” That’s why the shares jumped.\nIt’s important to understand that the banks believe the new technology not only reduces costs, but also improves customer service. So ANZ describes its automation in customer service terms.\nANZ and NAB have described how they are changing the pattern of work in their organisations as part of the transformation.\nANZ says it has finalised the rollout of “new ways of working” program to its Australia and technology divisions. More than 9000 of its people now work in teams based around a methodology of agility.\nANZ links that development to the 5 per cent reduction in FTE numbers. The bank says: “Improved automation in the institutional division was achieved through robotics and machine learning technologies, helping reduce turnaround times by up to 40 per cent in trade, credit and customer service.” To put it bluntly, new technologies — whether they be in banks, miners or other large organisations — can perform the tasks much more quickly and efficiently than the old labour-intensive systems.\nOr at least that is the view of corporate boards.\nMy readers are well aware that to employ our people, Australians are going to need to rely on much smaller entrepreneurial enterprises exploring new ideas.\nThat’s why changing the culture of the Australian Taxation Office, the fair contracts legislation and Canberra’s vow to pay invoices for contracts worth up to $1m within 20 calendar days, faster than the previous 30-day policy, are so important.\nThe Coalition drove the changes in the past six months and the ALP has supported it.\nBut hiring by smaller enterprises is grinding to a halt because it’s too hard. A survey of 1300 small businesses by Reckon shows: ● Half of small business owners (46 per cent) say the administration and red tape of running their business is “killing the dream’’ that made them start it in the first place.\n● The average small business owner gets about 4½ hours sleep per night, far less than the recommended seven to nine hours.\n● Administrative tasks and red tape have caused 58 per cent of small business leaders to make an error that has had a financial implication.There is a lot still be done to adjust our society."
  },
  {
    "uid": "863096d4-48f0-5a7c-bee6-384a76d575ee",
    "source": "Tribune Content Agency",
    "headline": "Carnival Cruise Line to collect your used soaps, give them to the poor",
    "summary": "Jul. 10-- Carnival Cruise Line stateroom attendants now have an extra duty-- collecting your used soaps to give to people in developing countries. It's one of two major conservation initiatives announced this week by the cruise line and its parent, Carnival Corp.& plc, about a month after subsidiary Princess Cruises was fined $20 million for routinely dumping food...",
    "content": "Jul. 10--Carnival Cruise Line stateroom attendants now have an extra duty -- collecting your used soaps to give to people in developing countries.\nThe cruise line announced Wednesday a new partnership with an Orlando-based organization, Clean the World, that aims to collect, sanitize, melt down and reprocess nearly 40 tons of discarded soap each year.\nIt's one of two major conservation initiatives announced this week by the cruise line and its parent, Carnival Corp. & plc, about a month after subsidiary Princess Cruises was fined $20 million for routinely dumping food and plastic waste into the ocean off the Bahamas.\nOn Tuesday, Carnival Corp. unveiled a new initiative to significantly eliminate its purchase and consumption of non-essential single-use plastics by the end of 2021 across all nine global cruise line brands. The initiative is an expansion of its program, Operations Oceans Alive, an effort to \"further its ongoing commitment to achieve and sustain environmental compliance and excellence.\"\nThat effort involves plans to reduce or eliminate plastic straws, cups, lids and bags, among other items, and to \"potentially eliminate\" individual servings of select packaged food items and other single-use plastics or decorative items used in food and beverage service as well as in staterooms, according to a statement by the company.\nSingle-use plastic items that cannot be eliminated include plastic trash can liners in common areas and sanitary gloves, the statement said.\nThe soap recovery program involves sending up to 3 million discarded soap bars to a Clean the World recycling center where they will be turned into new soap bars and distributed to people in need across the globe. The cruise line estimates 400,000 new clean bars of soap will be created each year.\nThe program has already been tested on several Carnival ships and will be rolled out across its entire North American fleet by the end of July, the company said.\nThe program will enable Clean the World to expand its existing recycling program to locations in the Bahamas, Puerto Rico, Mexico, Bermuda and Central America, and increase existing efforts in the Dominican Republic.\nClean the World, a nonprofit and for-profit hybrid company, was formed in 2009 when CEO Shawn Seipler learned that the barely used soap in his Minneapolis hotel room would be thrown away. Today the company redistributes recycled soap and hygiene products from more than 8,000 hotel, resort and cruise companies to more than 127 countries, according to a news release about the partnership with Carnival.\n(c)2019 the Sun Sentinel (Fort Lauderdale, Fla.)\nVisit the Sun Sentinel (Fort Lauderdale, Fla.) at www.sun-sentinel.com\nDistributed by Tribune Content Agency, LLC."
  },
  {
    "uid": "3e4d6490-4224-595e-be26-4cb249209b8f",
    "source": "SyndiGate Media Inc.",
    "headline": "Standard CC bags fourth title in a row [New Indian Express (India)]",
    "summary": "CHENNAI: R Rohit and P Saravanan took five wickets each to help Standard CC to beat Fine Star CA by two wickets in the final of the First Division match of the TNCA Thiruvallur DCA league. League round: Fine Star CC 154/ 5 in 20 ovs lost to Blue Bird 155/ 8. Sumagali Homes 121/ 9 in 20 ovs lost to Prahalad CC 122/ 3 in 18.3 ovs.",
    "content": "CHENNAI: R Rohit (5/43) and P Saravanan (5/46) took five wickets each to help Standard CC to beat Fine Star CA by two wickets in the final of the First Division match of the TNCA Thiruvallur DCA league. Standard CC won the title for the fourth consecutive year. S Aravinthan who made 317 runs and P Saravanan who took 25 wickets were the top performers for Standard CC this season.\nBrief scores: I Division: Final: Fine Star CA 192 in 44.4 ovs (K Bharath Kumar 56, Akash Sumra 50, R Rohit 5/43 , P Saravanan 5/46) lost to Standard CC 195/8 in 44 ovs (R Vivek 79, R Vijaya Kumar 29). Janaki Raman shines Riding on TK Janaki Raman's 4 for 17 Garnet CC defeated Prahalad CC by five wickets in the quarterfinals of the Seshadri Cup. Brief scores: Quarterfinals: Prahalad CC 150/8 in 20 ovs (S Prasanna Venkatesh 50, SSS Keshav Krishna 73, TK Janaki Raman 4/17) lost to Garnet CC 153/5 in 19.3 ovs (PR Silver Star Jain 43, GR Nitin 42, KTamilarasan 29).\nLeague round: Fine Star CC 154/5 in 20 ovs (S Karthik Rajan 31, CS Pavithran 67) lost to Blue Bird 155/8 (S Murugan 53, D Vinod Raj 49 n.o, K Aniruth 3/27, Vijay Kumar 3/40). Blue Bird CC 155/ 7 (S Murugan 36, S Saravanan 49, J Kumaravel 33 n.o) lost to Adambakkam CC 157/4 in 18.4 ovs (A Ganesh Kumar 55, J Parthian 40). Sumagali Homes 121/9 in 20 ovs (Arun 48, Sanjeevan 3/17) lost to Prahalad CC 122/3 in 18.3 ovs (Prasanna 34, Sanjeevan 28 n.o). Royal Gems 181/6 in 20 ovs (Yuvaraj 44, Laxmikanth 29 n.o, G Babu 4/17) bt Seshardri Memorial CC 169/8 in 20 ovs (KS Rohit Hariharan 44, L Viky 31, Vignesh 3/37). Jai CC 136/5 in 20 ovs (B Rajan 43, S Omesh 42, Sureyaprakash 32) lost to Garnet CC 140/5 in 18.4 ovs (P Pawan Kumar 30, Suryaprakash 32).\nFriends XI 134/8 in 20 ovs (K Aditya 36, Govind Sharma 25, RS Mohit Hariharan 3/37) lost to Vijay CC 137/2 in 17.3 ovs (S Arun 29, RS Mohit Hariharan 76 n.o.); Gurunanak Combines 152/6 in 20 ovs (G Manikandan 37, Sai Kishore 3/26) bt Brindavan CC 133/8 in 20 ovs (Aarif 38). PSNA bag crown PSNA, Dindigul won the men's title at the YMCA (Madras) state level ball badminton tournament held at\nYMCA Royapettah. Results: Final Placings: Men: Winner: PSNA, Dindigul Runner-up: Lady Siva Swami Aiyer, Mylapore. 3rd place: Nirmala College, Coimbatore. Women: Winner: Mangaiyanallur BBC, Nagapattinam. Runner-up: SRM University. 3rd place: SBBC, Erode.\nKannan triumphs Kannan Govind defeated Akash Geo Mattam 1-6, 7-6 (2), 6-4 in the boys Under-14 final of the ABI Showatech AITA ranking tournament played at KTC-MPTA courts. Results: Finals: Boys: Kannan Govind bt Akash Geo Mattam 1-6, 7-6 (2), 6-4. Girls: Akshaya Riveira bt P Dhanya 6-3, 6-4."
  },
  {
    "uid": "9f3e248d-b040-5058-bdc9-61c4de59f02a",
    "source": "Guardian",
    "headline": "Revealed: Trump's Wildlife Service pick has ties to anti-animal protection groups",
    "summary": "New revelations show she also has ties to the Westlands Water District, a political powerhouse with a history of chafing against Endangered Species Act regulations that can interfere with farmers’ demands for water in California. Skipwith’ s fiance, Leo Giacometto, is a former lobbyist who worked on behalf of Westlands from 2005 to 2010 in his role as the founder...",
    "content": "Donald Trump’s nominee to lead the US Fish and Wildlife Service has links to powerful agricultural interests opposed to protections for endangered species she would oversee, the Guardian has learned.\nAurelia Skipwith, who is already a top official at the interior department, formerly worked at the agrochemical giant Monsanto.\nNew revelations show she also has ties to the Westlands Water District, a political powerhouse with a history of chafing against Endangered Species Act regulations that can interfere with farmers’ demands for water in California.\nYet a Senate committee approved her nomination Wednesday in a party-line vote of 11-10.\nJayson O’Neill, deputy director of Western Values Project, a public lands watchdog group based in Montana, charged that Skipwith’s resume – she is a lawyer with a master’s degree in genetics – shows she is unqualified. He said Bernhardt is hiring her for her “deep ties to the swamp and special interests”.\nSkipwith’s fiance, Leo Giacometto, is a former lobbyist who worked on behalf of Westlands from 2005 to 2010 in his role as the founder of Gage International. Skipwith has said she was an “unpaid advisor” for Gage starting in 2013.\nDavid Bernhardt, the interior secretary who would be Skipwith’s new boss if she were confirmed, also lobbied for Westlands. Bernhardt in fact once sued the US government for Westlands, aiming to roll back protections for winter-run Chinook salmon in California.\nUnder Bernhardt’s watch, Westlands has benefited from policy changes enacted by the interior department and its subagency, the Fish and Wildlife Service.\nThe interior department is currently working to loosen protections for imperiled fish in California, which would be a boon to Westlands and other irrigators who want to pull more water out of regional rivers and reservoirs. The rollback would likely harm endangered salmon, delta smelt, and other aquatic species in California.\nAs the director of the Fish and Wildlife Service, Skipwith would be crucially placed to shape the outcome of those efforts.\nAccording to Senate lobbying records, Giacometto’s firm lobbied for Westlands Water District from 2005 to 2010. During that time, Westlands paid Gage International more than $200,000 to influence House and Senate policy on “water resource management issues”. Gage also lobbied for another influential California water district, the San Luis & Delta Mendota Water Authority, during approximately the same period.\nShortly after Westlands Water District ceased work with Giacometto’s firm in 2010, it hired Bernhardt’s former firm Brownstein Hyatt Farber Schreck to help lead its lobbying operations.\nSkipwith is not required to disclose any information about her fiance’s financial ties or involvement with Westlands because they are not yet married. Giacometto was prominent at Skipwith’s confirmation hearing, where he was introduced as her fiance.\nSkipwith’s ties to Giacometto and Gage, and through them to Westlands Water District, raise questions about whether she will be able to act impartially when making critical decisions concerning water and wildlife policy in California, which are top priorities for Secretary Bernhardt and his Interior Department.\nAt her confirmation hearing earlier this month, Senator Sheldon Whitehouse highlighted Skipwith’s past work for Monsanto, a leading producer of an herbicide that has been linked to negative effects on honeybees and other wildlife. Skipwith worked for the corporation from January 2006 to July 2012, according to her resume, mainly in crop science and corporate affairs.\nIn a written statement, the Interior Department argued Skipwith is in “full compliance” with federal ethics rules.\n“Ms Skipwith has actively sought and consulted with senior career ethics officials,” said Russell Newell, spokesperson for the interior department. “Ms Skipwith started as an adviser with Gage International in 2013 well after the water district ended it’s (sic) contract with Gage in 2010.”"
  },
  {
    "uid": "c058dcb3-87b0-5ffe-80f7-92506adcdff4",
    "source": "PR Newswire",
    "headline": "Castlight Health to Participate in Upcoming Investor Conferences",
    "summary": "--Castlight Health, Inc., a leading health benefits platform provider, today announced that senior management will present at the following investor conferences:. The Jefferies 2019 Healthcare Conference in New York on Wednesday, June 5 at 8:00 a.m. Eastern Time. The William Blair 2019 Growth Stock Conference in Chicago on Thursday, June 6 at 8:00 a.m. Central...",
    "content": "SAN FRANCISCO, May 30, 2019 /PRNewswire/ -- Castlight Health, Inc. ( CSLT), a leading health benefits platform provider, today announced that senior management will present at the following investor conferences:\nThe live and archived webcasts of the presentations will be accessible on the Investor Relations section of www.castlighthealth.com.\nAbout Castlight Health Castlight is on a mission to make it as easy as humanly possible to navigate healthcare and live happier, healthier, more productive lives. Our health navigation platform connects with hundreds of health vendors, benefits resources, and plan designs, giving rise to the world's first comprehensive app for all health needs. We guide individuals - based on their unique profile - to the best resources available to them, whether they are healthy, chronically ill, or actively seeking medical care. In doing so, we help companies regain control over rising healthcare costs and get more value from their benefits investments. Castlight revolutionized the healthcare sector with the introduction of data-driven price transparency tools in 2008 and the first consumer-grade wellbeing platform in 2012. Today, Castlight serves as the health navigation platform for millions of people and is a trusted partner to many of the largest employers in the world.\nFor more information visit www.castlighthealth.com. Follow us on Twitter and LinkedIn and Like us on Facebook.\nInvestor Contact: Gary J. Fuges, CFA ir@castlighthealth.com\nCopyright 2019 Castlight Health, Inc. Castlight Health® is the registered trademark of Castlight Health, Inc. Other company and product names may be trademarks of the respective companies with which they are associated.\nView original content to download multimedia:http://www.prnewswire.com/news-releases/castlight-health-to-participate-in-upcoming-investor-conferences-300857781.html"
  },
  {
    "uid": "f69f3ef1-d5f8-5202-a1ff-733316dcd490",
    "source": "Boston Globe, The",
    "headline": "Celebrating the pursuit of scientic innovation",
    "summary": "Seventy-five years ago, President Franklin Delano Roosevelt penned a letter to his director of the Office of Scientific Research and Development, Dr. Basking in the recent glory of the D-Day invasion, exhibiting an innovative mix of confidence and curiosity, the ailing president asked Bush to explore an idea. On the president’ s mind was whether the formula that...",
    "content": "Seventy-five years ago, President Franklin Delano Roosevelt penned a letter to his director of the Office of Scientific Research and Development, Dr. Vannevar Bush. Basking in the recent glory of the D-Day invasion, exhibiting an innovative mix of confidence and curiosity, the ailing president asked Bush to explore an idea. On the president’s mind was whether the formula that worked so well in bringing industry, academia, and the government together to produce unprecedented military success during World War II could be applied to life sciences research in order to accelerate the development of cures for deadly diseases. A different war with a different enemy, one fought on the endless battlefield of human biology; but a war nonetheless, with millions of American casualties and counting.\nDuring the world war, the president saw firsthand the value created through coordination and team play. He understood that when it came to harnessing the innovative power generated by combining the symbiotic constituencies of academia and industry with a prudent dose of government spending, the whole far exceeded the sum of its parts. The historical significance of FDR’s letter and its intriguing query would be unknown in 1944. Time would prove differently, as Bush’s epic response would set the wheels in motion to create what we have come to know as modern-day translational research, a concept commonly referred to as laboratory bench-to-patient bedside.\nFDR threw down the gauntlet with these beautiful inspirational words contained in his communication to Bush: “New frontiers of the mind are before us, and if they are pioneered with the same vision, boldness, and drive with which we have waged this war, we can create a fuller and more fruitful employment, and a fuller and more fruitful life.’’\nSadly, the 32nd president, serving in an unprecedented third term, would not live to see Bush’s answer, which would arrive nine months later in the form of “Science, The Endless Frontier,’’ his magnum opus that both defined and created the model for translational research. Had Roosevelt read the important work, he surely would have felt a deep sense of gratitude and accomplishment.\nBush’s genius formula was remarkably straightforward, as is the case with most great ideas. He advocated for a linear relationship between the three constituencies that play a major part in life sciences innovation: academia, industry, and the government. He believed that basic research, conducted primarily at academic medical research institutions, served as the engine for discovery and should be pursued for the pure goal of advancing scientific knowledge. Bush maintained that basic research was the pacemaker of technological progress, systematically handing batons to industry, who would then would translate the technology. Government would fund basic research and industry would invest in the commercialization phase.\nAnalogous to the biotech industry, basic research is critical to the drug development process and plays a vital early role in the understanding of human biology, connecting up gene mutation and disease, and finding targets and pathways. This painstaking process takes time and money, loads of both. Consensus views hold that it takes 10 to15 years to develop a drug, double that if you add in the time spent on basic research. Without funding for this critical stage, bottlenecks in translational research surface, innovation slows, and patients suffer.\nNaysayers are quick to claim that nothing comes out of academia. Tell that to Nobel Laureate Dr. James Allison, who along with two other scientists, discovered, at the turn of the century after a decade-plus of work in his University of California, Berkeley, lab, the cell-surface receptor CTLA-4 that acts to restrict T-cell responses. Allison showed that antibody blockade of CTLA-4 increased the body’s immune response and could actually shrink cancerous tumors. Merck and Bristol Myers Squibb, among others, grabbed the baton and proceeded to invest significant sums of money attempting to commercialize the technology, which led to a new class of therapeutics called immune checkpoint inhibitors and thence to multiple breakthrough cancer drugs, including blockbusters Kytruda and Opdivo.\nIf Bush were alive today, he would stand in awe of Allison and marvel at how far we have come. His model of funding basic scientific medical research has provided the engine of discovery for once unimaginable breakthroughs that have changed people’s lives. But he would be equally concerned at two trends that have surfaced over the past several decades.\nFirstly, despite American supremacy in global life science research and development and seemingly limitless opportunities resulting from the Human Genome Project, policy makers’ willingness to fund early-stage medical research has shrunk. As a result of Bush’s efforts, the National Institutes of Health spent a record $37 billion on medical research in 2018. This sounds like a lot money, and it is, except for when you compare it with the United States GDP, which stands at a staggering $20 trillion. NIH support for medical research now stands at an alarmingly low level of 0.18 percent of GDP. Even worse, NIH support of medical research represents less than a penny out of every dollar spent from the federal government’s jaw-dropping $4 trillion annual budget. It is difficult to fathom a better investment for the federal government to make than in science and technology.\nSecondly, Dr. Bush would be disappointed at how far academia and industry have drifted apart. These institutions and their respective career paths have been, and will always be different, thereby attracting contrasting people with varying skill sets. This is a good thing, to a point. But a variety of factors have worked gradually over the decades to widen the gulf between these respective constituencies, to the point where we find ourselves, today, further apart than at any time since Bush launched his initiative. Few, if anyone, believe this is the optimal environment for efficient innovation, while many think the merger of basic science and business will act to accelerate translational research. Recognizing the value in combining these skills, the Harvard Business School recently launched the interdisciplinary MS/MBA Biotechnology: Life Sciences Joint Degree, hoping to create the next generation of life science leaders.\nOn the 75th anniversary of this seminal moment, we should all be thankful to Vannevar Bush, one of the true titans of science in the 20th century. The contributions he made to the advancement of life sciences are still reverberating throughout laboratories and research institutions across this country. Bush planted the seeds which have grown into the early stages of the BioCentury. But if we are to reap the full benefits from the opportunities that lay before us, academia, industry, and the government are going to need to find a more efficient way to work together. The large chasm that has formed between these constituencies is threatening to derail Bush’s formula for success in the pursuit of scientific innovation.\nThe Allied Forces faced fierce and indefatigable opponents in World War II, but many say cancer, Alzheimer’s, and heart disease are more formidable foes. Unquestionably, we are making enormous advancements in understanding human biology, disease, and developing breakthrough therapies. It is imagining what is possible to achieve, what could be, that makes so many who have dedicated their lives to caring for the sick longingly channel FDR’s dream.\nWorking in Kendall Square, the epicenter of the biotechnology industry, a locale dubbed the world’s most innovative square mile, I have the distinct privilege to interact with some of the most creative and brilliant scientific minds in the world every day. These enormously talented people are leading a revolution, which at its core, is the spectacular merging of biology and engineering. They are motivated by a deep passion to improve patient lives and an unbridled courage to change the world — for the better.\nLike others who came before, these revolutionaries need money. We should give it to them. As prudent funders allocating capital, it is our responsibility; as believers in endless scientific frontiers, it is our moral obligation.\nDouglas Eby is a senior fellow at the Petrie-Flom Center for Health Law Policy, Biotechnology, and Bioethics at Harvard Law School and CEO of Cambridge Science."
  },
  {
    "uid": "19d67e93-4aed-5b37-8a1d-c35cb02d975a",
    "source": "PR Newswire",
    "headline": "HRH Dr. Percy Tamayo Joins C3 International, Inc. as Vice President\nEsteemed investor and international ambassador of human rights initiatives joins forces with C3 for a better quality of life for humanity",
    "summary": "Dr. Tamayo is the current Secretary General and President of the General Assembly at the World Organization on Economic Digital Monetary and Social Development. Dr. Tamayo is also currently: High Commissioner of Human Right of World Humanity Commission, Chairman of the Board of Directors for Global Sovereign Funds LLC; Ambassador of Peace for The Institute of...",
    "content": "GARDEN GROVE, Calif., Aug. 26, 2019 /PRNewswire/ -- C3® International, Inc., a biopharmaceutical company that has played a leadership role in the emerging cannabinoid therapeutics health sector, today officially announced that HRH Dr. Percy Tamayo is joining the company in the role of Vice President. Together the two aim to continue the push to increase quality of life through Idrasil®, the first standardized form of medical cannabis.\nDr. Tamayo's story is one of a singular focus on helping the world be a better place. His current roles and involvement are numerous, reflecting the expanse of his influence and passion. Dr. Tamayo is the current Secretary General and President of the General Assembly at the World Organization on Economic Digital Monetary and Social Development.\nDr. Tamayo is also currently: High Commissioner of Human Right of (WHC) World Humanity Commission, Chairman of the Board of Directors for Global Sovereign Funds LLC; Ambassador of Peace for The Institute of Peace and Development; Global Ambassador for Human Rights and Peace Advice Council; Chairman of the Board for USNation Financial Group SAC; Co-Founder and Secretary General for the United Nations University for Global Peace; Global Goodwill Ambassador (GGA) Supreme Chief Justice and Minister of Foreign Affairs for the International Economic Arbitration Court; Governor of North America for The World Leaders Forum, Founder of World Wisdom Initiative Organisation.\n\"The promise of prescription cannabis in helping alleviate suffering is unprecedented, and C3 International is positioned to spearhead this medical revolution,\" says Dr. Percy Tamayo. \"My lifelong mission has been to promote initiatives to improve humanity's quality of life. The dream of world peace goes hand in hand with measures such as relieving pain and improving both physical and mental health.\"\nIdrasil provides the medicinal analgesic and therapeutic benefits of cannabis, while being a superior alternative to opiates and life-threatening narcotics. Idrasil empowers physicians and caregivers to give patients safe, non-addictive, measurable dosages. Conditions treated with Idrasil include, but are not limited to, AIDS; anorexia; arthritis; autism; anxiety/depression; cancer; chronic pain; glaucoma; migraines; persistent muscle spasms; Parkinson's; seizures; severe nausea; Tourette's Syndrome, and any other chronic or a persistent medical symptoms that substantially limit major life activities as defined in the Americans with Disabilities Act of 1990.\n\"We are at a crossroads in the history of pharmaceuticals,\" states Steele C. Smith, Chief Executive Officer for C3 International. \"For too long, patients have been given only two options when it comes to pain reduction. Broader solutions such as over the counter pain relief has been paired with extremely powerful and potentially addictive opioid drugs. We see the havoc that this two track philosophy has wreaked across the globe. Idrasil is finally the third safe pain management solution that the world has been waiting for.\"\nIdrasil also offers relief for patients struggling with clinical endocannabinoid deficiencies (CECD). CECD is a serious disorder that has a proven link to various disorders such as migraines, Fibromyalgia, Irritable Bowel Syndrome (IBS), and other treatment-resistant syndromes. Patients that want natural relief from CECD-related ailments, seek to reduce or stop existing pharmaceutical or over-the-counter dependencies, and want to curb the negative side effects or addictions of opiates and narcotics can benefit from Idrasil.\nIdrasil consists of a proprietary blend of concentrated cannabis extract that is 100% natural and organic. C3's proprietary process isolates all of the cannabinoids from the cloned cannabis plant, resulting in pure natural extraction in pill form to eliminate the unwanted euphoria and social risks associated with smoking cannabis products and unpredictable dosages of edible confections. Idrasil is a natural product that looks like any pill on the market.\nIdrasil is aseptically processed and bacteria-free with a manufacturing process that is FDA-compliant. Idrasil is manufactured in a sterile ISO 9001 certified laboratory with a standardized and consistent 12.5mg, 25mg, or 100mg dose pill. Idrasil is categorized by the FDA as Generally Regarded As Safe (GRAS).\nPrescribing Idrasil and Legal Issues\nAny California licensed physician can prescribe or recommend the use of medical Idrasil. Presently, Idrasil is available only to California residents according to multiple medical cannabis laws passed by the state. California passed Proposition 215 in 1996 (The Compassionate Use Act) and Senate Bill 420, was written into law in 2003, to clarify the scope of the Act for state patients, caregivers and law enforcement. Idrasil will be available in other states as the legal situation changes.\nC3 offers free medical insurance billing to most major insurance providers and employer-provided policies such as PacifiCare, Aetna, Cigna, Universal Care and United Health Care, for both PPOs and HMOs and the State Compensation Insurance Fund. Prescription Idrasil is currently not covered via Kaiser, Medi-Cal or Medicare.\nAbout Idrasil and C3 International\nThe mission of C3 International, Inc. is to manufacture the unique Intellectual Property for Idrasil, a major advancement in the standardization and administering of natural cannabinoids, in a tablet. Idrasil is a holistic alternative to addictive opiates and life-threatening narcotics, without euphoria. For more information on C3 International, Inc. visit www.c3internationalinc.com. To learn more about Idrasil, go to www.idrasil.com.\nDISCLAIMER: THESE STATEMENTS HAVE NOT BEEN EVALUATED BY THE FOOD AND DRUG ADMINISTRATION. FURTHERMORE, NONE OF THE INFORMATION ON THIS PAGE SHOULD BE USED AS A SUBSTITUTE FOR THE ADVICE OF AN APPROPRIATELY QUALIFIED PHYSICIAN OR OTHER HEALTHCARE PROVIDER. THIS INFORMATION IS ONLY MEANT FOR INFORMATIONAL PURPOSES.\nMedia ContactJennifer Rodriguez220574@email4pr.com1-888-317-4687 ext. 702\nView original content to download multimedia:http://www.prnewswire.com/news-releases/hrh-dr-percy-tamayo-joins-c3-international-inc-as-vice-president-300907110.html"
  },
  {
    "uid": "1436c165-01f6-5b18-ab13-7f9a3790f01f",
    "source": "Associated Press, The",
    "headline": "Massive American Dream mall to open but will shoppers come?",
    "summary": "—More than two decades ago when a mega entertainment and shopping complex was being conceived on a vast swath of swamp land in New Jersey, the iPhone didn't exist, Amazon was only selling books online and malls were where you went for all your shopping needs. Now, after endless fits and starts and billions of dollars spent, American Dream is officially opening its...",
    "content": "EAST RUTHERFORD, N.J. (AP) — More than two decades ago when a mega entertainment and shopping complex was being conceived on a vast swath of swamp land in New Jersey, the iPhone didn't exist, Amazon was only selling books online and malls were where you went for all your shopping needs.\nNow, after endless fits and starts and billions of dollars spent, American Dream is officially opening its doors to the public as the second largest mall in the country, and third largest in North America. It will showcase 3 million square feet of leasable space dedicated to more than a dozen entertainment attractions like a 16-story indoor ski slope, rollercoaster, waterpark and eventually 450 retail, food and specialty shops.\nThe big question is: Who will come?\nIn today's retail landscape, consumers are glued to their iPhones and smartphones, where they can do their shopping without ever leaving their couch. Amazon has morphed into the biggest online retailer in the world. And overall traffic at malls, which had been on the rise in the late 1990s, has declined 10% since, according to Coresight Research.\nA report from Credit Suisse published two years ago predicted that up to a quarter of the shopping malls will close by 2022 given the increasing popularity of online shopping and a rash of store closings. Since 2015, only nine malls have been built, a dramatic fall from their peak construction in 1973 of 43, according to CoStar Group, a real estate research firm.\nAmid that new reality, American Dream is looking to draw 40 million visitors in its first year, with entertainment accounting for more than half of its space. Attractions include a bunny field and an aviary. There will also be such amenities as a doggy day care and a luxury wing, where shoppers can sip champagne and sample caviar as they wait to have their designer handbags wrapped. Two hotels with a total of 3,500 rooms are being planned next to the complex.\n\"You can make it your backyard playground if you live in Manhattan or even if you're in New Jersey,\" said Ken Downing, chief creative officer for Triple Five Group, the mall's developer. \"It's a staycation. So, it's a little bit of competing with mindset and emotion, far more than a property or even Disneyland.\"\nDowning says American Dream was designed to adapt to different events and trends. A grand court's fountain, for example, can convert into a catwalk for a runway show. The ice rink can be transformed into a concert venue.\nCanada-based mall and entertainment conglomerate Triple Five in 2011 took over the massive project originally dubbed Xanadu from two developers, whose plans included building the world's largest Ferris wheel. The project broke ground in 2004 but it languished during the early years, with its multi-colored, checkerboard exterior — since removed — drawing derision, including from then-New Jersey Gov. Chris Christie who called it \"an offense to the eyes\" and \"the ugliest damn building in New Jersey and maybe America.\"\nThe project was suspended in 2009 during the financial crisis after a Lehmann Bros. affiliate failed to fund its share of the construction. Creditors seized the project in 2010, and Triple Five came on board a year later, renaming it American Dream.\nTriple Five reimagined American Dream as a community hub for tourists and locals, taking a page from two other malls it had developed, West Edmonton Mall in Alberta, Canada and Mall of America in Bloomington, Minnesota — the two largest malls in North America. Entertainment was a big selling point for both, accounting for 20% of the West Edmonton Mall's space and 30% of Mall of America's. That compares with the 6% average for U.S. malls, according to CoStar.\nAmerican Dream has its fair share of skeptics who wonder about its chances of success, especially given its proximity to New York City less than 10 miles away.\n\"This development will either sink or swim,\" said Jason Goldberg, chief commerce strategy officer of Publicis Communications. \"It's going to be tough to get a lot of attention when you are next to a much bigger amusement park — Manhattan.\"\nGoldberg believes the complex could work if the amusement park entices enough families in New Jersey to get into their cars and drive out there. But he's not sure about how stores will fare since many of the tenants like Zara and Uniqlo can be found elsewhere. Another thorny situation: The mall will abide by the blue laws, meaning retail will be closed Sundays even though the restaurants and theme parks will be open, says James Cassella, the East Rutherford, N.J. mayor.\nStill, there's reason for hope. While vacancy rates on average at the nation's malls are currently at 4%, top malls have been the industry's bright spot, boasting strong traffic and currently averaging a 2% vacancy rate, says CoStar. That's compared with the bottom rung of malls, which are wrestling with a 7% average vacancy rate.\nDavid Smiley, assistant director of urban design at Columbia University, predicts American Dream \"will do quite well.\"\n\"There's a lot of uncertainty in the retail world,\" Smiley said. \"But American Dream is unusual. It is not a typical mall.\""
  },
  {
    "uid": "406b2404-50a6-59cc-9443-82fac2af831e",
    "source": "Tribune Content Agency",
    "headline": "Ford's former violent, thuggish relationship with UAW has completely flipped",
    "summary": "The modern relationship culminated Wednesday in the union and automaker reaching a tentative agreement on a new four-year contract after only three days of discussing economic issues-- and after the UAW completed a 40- day strike amid acrimonious talks with GM. It took until June 1941, four years after General Motors and Chrysler recognized the union, for a...",
    "content": "Oct. 31--Ford Motor Co. has gone from beating union organizers bloody and being the last of the Big Three to recognize the UAW to earning a reputation as the most labor-friendly carmaker in Detroit during these contract negotiations.\nThe modern relationship culminated Wednesday in the union and automaker reaching a tentative agreement on a new four-year contract after only three days of discussing economic issues -- and after the UAW completed a 40-day strike amid acrimonious talks with GM.\nIndustry observers watch in awe.\n\"Back in the 1930s, Ford was the most thuggish, most violent, most bitterly hostile to the union,\" said Nelson Lichtenstein, a history professor at the University of California, Santa Barbara, where he leads the Center for the Study of Work, Labor and Democracy. \"Henry Ford was an autocrat. It took until June 1941, four years after General Motors and Chrysler recognized the union, for a contract to be signed.\"\nBut rather than run from a brutal history, The Henry Ford museum details the \"Battle of the Overpass\" from May 1937 where \"men from Ford's Service Department attacked labor organizers on a pedestrian overpass at Ford's Rouge Plant, beating several men and women bloody ... a lasting symbol of the American labor struggle.\"\nThese days, labor negotiators from the UAW and Ford quickly reached agreement in talks at Ford World Headquarters in Dearborn, known as the Glass House. After an ugly six-week strike on GM that cost the automaker an estimated $3 billion and led to thousands of non-GM layoffs, many correctly predicted a smooth process with Ford.\nBlue collar versus white collar\nThese days, top executives at the company take every opportunity to praise hourly workers and their union, publicly and privately:\n-- When Kumar Galhotra took the stage at the Detroit auto show in January 2018 to accept an award for the Lincoln Navigator as North American Truck of the Year, he very specifically acknowledged the UAW workers who assemble the product. No other executive who took the stage that day shared the spotlight with hourly workers.\n-- When Joe Hinrichs talked with reporters about challenges in manufacturing in February 2018, he acknowledged the importance of more than 8,000 workers at the Kentucky Truck Plant and expressed frustration at the same time. \"This is like a big orchestra and everybody has to come together to make the music beautiful,\" he said. \"This is not an easy environment. The whole blue-collar, white-collar thing we do? It's wrong. We rely on these people to solve our problems all day long.\"\n-- When Bill Ford opened the labor talks in July 2019, he told stories of sitting at the negotiation table since 1982. \"We've had a lot of tough times, a lot of tough issues. What I remember are the relationships I've built,\" he said. \"I feel like we're all part of one family here.\"\n-- When Bill Ford honored the Rouge Plant, he said, \"I remember when my dad first told me about the Battle of the Overpass -- when Walter Reuther and his men were beaten for trying to organize our workers. It was a dark moment in our history. While Henry Ford may have thought he was providing more for his workers than a union could, he was wrong. The UAW doesn't just make our workers better, it makes Ford better. We couldn't have come this far without our UAW partners.\"\nMarick Masters, a business professor at Wayne State University, said that the Ford-UAW relationship over the decades \"evolved into one of the more collaborative labor-management arrangements in the 1980s and 1990s, focusing on joint efforts to improve quality and productivity.\"\nHe added, \"In more recent times, the leadership of both Ford and the UAW, including Bill Ford and UAW Presidents (Ron) Gettelfinger and (Bob) King, worked hard to find a common path to survival during the pivotal years of the Great Recession and near-bankruptcy. There are always tensions and difficult points, but the lines of communication are available and used regularly to find mutually beneficial solutions.\"\nFord is the largest employer of hourly factory workers in the United States with 55,000, and hasn't made any new plans to close factories or export manufacturing. Now those workers will decide whether to ratify Wednesday's agreement.\n\"My sense is that, at the very top, Ford has been more respectful of the UAW. The top means the heads of labor relations and the Ford family and CEOs,\" said Harry Katz, the Jack Sheinkman Professor of Collective Bargaining at the School of Industrial and Labor Relations at Cornell University. \"They just talk their issues through more deliberately and try to understand where the other side is coming from.\"\nHe said, \"This doesn't mean they always agree, but it does lead them to more problem solving and fewer miscommunications and they avoid actions that are insulting to the other side, like GM initially canceling workers' health benefits\" during contract negotiations this year -- a move rapidly reversed.\nFord has evolved with the passing of time to become viewed as more of an ally.\n\"Along came Henry Ford II, who took over the company when his grandfather was getting quite old,\" Lichtenstein said. \"He was young, experimental, kind of liberal. He brought in Robert McNamara and all sorts of smart people. He said, 'We're going to be cooperative, more enlightened.\"\nUnion leaders always saw Ford not as big or as generous as GM. But Ford was willing to experiment.\n\"The UAW would say, 'Let's try out a new idea or program at Ford, like a better health system or supplemental employment, you name it, let's try it out at Ford. Then we can take it to the big guy, General Motors, and say, 'Why don't you do this?' \" Lichtenstein said. \"Ford was more amenable for the new things the UAW wanted. Chrysler, of the Big Three, was always financially the weakest.\"\n'We can deal with' Ford\nWhile GM set the pattern as the target company that went first during this round of contract talks, it didn't used to be that way. The UAW always began with Ford, because it had money and was willing to accommodate.\nWilliam Gould IV, emeritus professor of law at Stanford University and former chairman of the National Labor Relations Board, said his first job out of Cornell Law: Working on the legal staff at Solidarity House under then-President Walter Reuther.\n\"In those days, they allowed us to sit in on the talks. They always asked, 'Who will be the first employer we'll go after to establish our pattern for bargaining?' And, at that point, the argument for Ford was strong. The Ford family is here and we can deal with them more effectively than the other two.\"\nGould, who once taught at Wayne State University, said, \"I probably feel closer to Detroit than just about anyplace in the country.\"\nBill Ford highlighted the role UAW members played during World War II in a speech honoring the 100th anniversary of the Rouge Plant in September 2018.\n\"This is where an arsenal of democracy was forged ...\" he said. \"Rouge workers supplied the Allies with tank parts, jet engines and amphibious crafts -- more than 1 million vehicles that helped turn the tide of war.\"\nFord's labor relations evolution led to wages and benefits that helped build the middle class, industry observers said, with stable household incomes that could afford to buy cars.\nAt the same time, alliances and power have shifted.\nWhile Henry Ford originally had loyal black preachers on his side, once the UAW came into power, Local 600 (near the Rouge Plant) \"famously became one of the most militant egalitarian and progressive unions,\" Lichtenstein said.\n\"Everything flipped,\" he said. \"And a generation of civil rights leaders, including Coleman Young, came out of the Rouge and Local 600. E.D. Nixon of the Montgomery bus boycott raised money for Martin Luther King there long before other Northern liberals were committed to helping out.\"\nContact Phoebe Wall Howard: 313-222-6512or phoward@freepress.com. Follow her on Twitter @phoebesaid. Read more on Ford and sign up for our autos newsletter.\n(c)2019 the Detroit Free Press\nVisit the Detroit Free Press at www.freep.com\nDistributed by Tribune Content Agency, LLC."
  },
  {
    "uid": "ca96e375-8d43-5b4b-9fb4-188c877b42bc",
    "source": "Seeking Alpha",
    "headline": "Allison Transmission Holdings' (ALSN) CEO Dave Graziosi on Q2 2019 Results - Earnings Call Transcript",
    "summary": "No Summary",
    "content": "Allison Transmission Holdings, Inc. (ALSN)\nQ2 2019 Earnings Conference Call\nAugust 1, 2019 8:00 AM ET\nDave Graziosi - President and Chief Executive Officer\nFred Bohley - Senior Vice President, Chief Financial Officer and Treasurer\nErin Welcenbach - Robert W. Baird & Company\nJoe O'Dea - Vertical Research Partners\nLarry De Maria - William Blair\nSeth Weber - RBC Capital Markets\nGood morning, ladies and gentlemen, and thank you for standing by. Welcome to Allison Transmission's Second Quarter 2019 Earnings Conference Call. My name is Sherry. I will be your conference call operator today. At this time, all participants are in a listen-only mode. After their prepared remarks, the management team from Allison Transmissions will conduct a question-and-answer session and the conference call participants will be given instructions at that time. [Operator Instructions]\nI would now like to turn the call over to Mr. Ray Posadas, the company's Director of Investor Relations. Please go ahead, sir.\nThank you, Sherry. Good morning, and thank you for joining us for our second quarter 2019 earnings conference call. With me this morning are Dave Graziosi, our President and Chief Executive Officer; and Fred Bohley, our Senior Vice President, Chief Financial Officer and Treasurer. As a reminder, this conference call, webcast and the presentation we are using this morning are available on the Investor Relations section of our website, allisontransmission.com. A replay of this call will be available through August 8.As noted on page two of the presentation, many of our remarks today contain forward-looking statements based on current expectations.\nThese forward-looking statements are subject to known and unknown risks, including those set forth in our second quarter 2019 earnings press release and our annual report on Form 10-K for the year ended December 31, 2018, and uncertainties and other factors as well as general economic conditions. Should one or more of these risks or uncertainties materialize or should underlying assumptions or estimates prove incorrect, actual results may vary materially from those that we express today. In addition, as noted on page three of the presentation, some of our remarks today contain non-GAAP financial measures as defined by the SEC. You can find reconciliations of the non-GAAP financial measures to the most comparable GAAP measures attached as an appendix to the presentation and to our second quarter 2019 earnings press release.\nToday's call is set to end at 8:45 a.m. Eastern time in order to maximize participation opportunities on the call, we'll take one question from each analysts. Please turn to Slide 4 of the presentation for the call agenda. During today's call, Dave Graziosi will provide you with an overview of our second quarter results. Fred Bohley will then review the second quarter financial performance and the 2019 guidance update. Finally, Dave will conclude the prepared remarks prior to commencing the Q&A.\nNow I'll turn the call over to Dave Graziosi.\nThank you, Ray. Good morning, and thank you for joining us. We are pleased to report that second quarter 2019 results exceeded our expectations and the guidance ranges provided to the market on April 23. Year-over-year net sales increased 4% to a quarterly record of $737 million, second quarter net income was $181 million, adjusted EBITDA was another quarterly record of $308 million and diluted EPS increased 13% to $1.46 per share. We are pleased to report that Allison continues to execute its well-defined approach to capital structure and allocation, settling $235 million of share repurchases and paying a dividend of $0.15 per share during the second quarter.\nAdditionally, in May, the Board of Directors approved a $1 billion increase in the existing stock repurchase authorization, resulting in $1.16 billion of remaining authorized share repurchase capacity as of the end of the quarter. Finally, given second quarter 2019 results and current end market conditions, we are raising our full year 2019 guidance for net sales, net income, adjusted EBITDA, net cash provided by operating activities and adjusted free cash flow. Fred will discuss the guidance update in more detail momentarily.\nPlease turn to Slide 5 of the presentation for the Q2 2019 performance summary. Net sales increased 4% to $737 million compared to the same period in 2018, principally driven by higher demand in the North America On-Highway end market led by the continued execution of our growth initiatives and market share gains in Class 4-5 truck. The increase in net sales is also attributed to higher demand in the Outside North America Off-Highway end market, partially offset by lower demand in the North America Off-Highway and Service Parts, Support Equipment & Other end market.\nGross margin for the quarter was 52.8%, an increase of 20 basis points as compared to 52.6% for the same period in 2018, principally driven by increased net sales and price increases on certain products. Net income for the quarter was $181 million compared to $174 million for the same period in 2018. The increase was principally driven by increased gross profit, partially offset by increased product initiatives spending and increased interest expense.\nAdjusted EBITDA for the quarter was $308 million or 41.8% of net sales compared to $297 million, also 41.8% of net sales for the same period in 2018. The increase in adjusted EBITDA was principally driven by increased gross profit, partially offset by increased product initiatives spending.\nNow I'll turn the call over to Fred.\nThank you, Dave. Given Dave's comments, I'll focus on key income statement line items and cash flow. You can also find an overview of our net sales by end market on Slide 6 of the presentation. Please turn to Slide 7 of the presentation for the Q2 2019 financial performance summary. Selling, general and administrative expenses were flat from the same period in 2018, principally driven by lower 2019 product warranty expense and favorable 2019 product warranty adjustments, offset by increased commercial activity spending.\nEngineering, research and development expenses increased $4 million from the same period in 2018, principally driven by increased product initiatives spending. Please turn to Slide 8 of the presentation for the Q2 2019 cash flow performance summary. Net cash provided by operating activities increased $26 million from the same period in 2018, principally driven by increased gross profit, lower operating working capital requirements and decreased cash interest expense, partially offset by increased cash income taxes.\nAdjusted free cash flow increased $20 million from the same period in 2018, principally driven by increased net cash provided by operating activities, partially offset by increased capital expenditures. As Dave mentioned earlier, during the second quarter we settled $235 million of share repurchases or the equivalent of 4% of shares outstanding and paid a dividend of $0.15 per share. Additionally, in May, the Board of Directors approved a $1 billion increase to the existing stock repurchase authorization.\nWe ended the quarter with a net leverage ratio of 2.08, $153 million of cash, $578 million of available revolving credit facility commitments and $1.16 billion of authorized share repurchase capacity. Please turn to Slide 9 of the presentation for the 2019 guidance update. As a result of the outperformance during the second quarter and taking into consideration current end market conditions, we are raising our full year 2019 guidance as follows: Net sales are expected to be in the range of $2.635 billion to $2.715 billion. This is an increase from our prior expectation of net sales in the range of $2.58 billion to $2.68 billion.\nNet income is expected to be in the range of $545 million to $585 million, up from our prior expectations of $525 million to $575 million. Adjusted EBITDA is expected to be in the range of $1.025 billion to $1.075 billion, an increase from our prior expectation of $1 billion to $1.06 billion. Net cash provided by operating activities is expected to be in the range of $735 million to $765 million, up from our prior expectation of $710 million to $750 million. Adjusted free cash flow is expected to be in the range of $570 million to $610 million, an increase from our prior expectations of $550 million to $600 million. And cash income taxes are expected to be in the range of $105 million to $115 million compared to our prior expectation of $100 million to $110 million.\nAllison's full year 2019 net sales guidance reflects lower demand in the Service Parts, Support Equipment & Other and North America Off-Highway end markets, principally driven by lower demand from hydraulics fracturing applications, partially offset by increased demand in the North America On-Highway end market, price increases on certain products and the continued execution of our growth initiatives.\nOur updated 2019 guidance also assumes capital expenditures in the range of $155 million to $165 million. As discussed earlier in the year, the increase in CapEx spending is principally funding the current expansion of our engineering facilities and testing capabilities. These investments underscore our ongoing commitment to remain a leading innovator in commercial vehicle propulsion solutions across all the end markets we serve.\nThank you. And I'll now turn the call back over to Dave.\nThanks, Fred. Among our established strategic priorities of global market leadership expansion, emerging markets penetration and core addressable end markets growth while simultaneously delivering solid financial results and creating value for all of our stakeholders, we continue to emphasize product development initiatives and programs that focus on value propositions to address the global challenges of improved fuel economy and reduced greenhouse gases. It is with this focus in mind that we previously announced the new state-of-the-art vehicle environmental test facility that is expected to be operational in 2020.\nOnce complete, this new facility will include two environmental chambers capable of simulating a broad range of vehicle environments and duty cycles including temperature extremes, grades, altitudes and other on-road vehicle conditions. Consistent with this investment and other product development initiatives and programs, in June we announced the construction of Allison's new innovation center, a 95,000 square-foot facility that will be located within our Indianapolis campus and is scheduled for completion in 2021.\nThe innovation center will feature expanded and unique virtual and physical system simulation capabilities, including development and validation capacity to support customer, partner and supplier relationships, regulatory compliance simulations focused on fuel efficiency and greenhouse gas emissions reduction as well as functional safety.\nThe innovation center will consolidate our product engineering groups and facilitate internal as well as external collaboration on future technology and product initiatives, including electric hybrid and fully electric propulsion systems development and refinement. The concepts being generated, modeled, simulated and tested in these state-of-the-art facilities will significantly enhance our ability to efficiently develop, manufacture and quickly bring to market new propulsion solutions across all of the end markets we serve. Together, these new resources and capabilities will promote closer and differentiated integration with our OEM customers, support performance improvements for vehicle optimization and reinforce Allison's ability to attract, develop and retain the very best talent.\nIn closing, Allison is committed to be a global leader in commercial vehicle propulsion. Our second quarter results once again demonstrate the power of Allison to create value for all of our stakeholders, while we continue to invest prudently and opportunistically to further our strategic priorities, develop innovation and fuel growth and secure and enhance our ability to deliver compelling value propositions to our customers.\nThis concludes our prepared remarks. Sherry, please open the call for questions.\nThank you. At this time, we'll be conducting a question-and-answer session. [Operator Instructions] Our first question is from Jerry Revich with Goldman Sachs. Please proceed with your question.\nYes. Dave, can you say more about the range of propulsion systems that you folks are working on developing here? Do you have the key pieces in place following your recent acquisition in terms of the key parts of architecture? Or said another way, how should we be thinking about the required capital allocation toward M&A from here to fully build out the capabilities that you're going to be looking for on a multiyear basis?\nSure. The - as we talked on the April call with the announcements of the AxleTech EVS and Vantage Power acquisition, our approach is to continue our global leadership position in innovation. That requires that we're able to provide a range of solutions. What do we mean by that from conventional, whether it's gas or diesel right through to full electric. That entire range is what we're focused on. To your question in terms of cap allocation and the impact on that, we would certainly view our current position. We're well positioned to deliver propulsion solutions. However, as we've said, the cadence of investment will not be linear.\nFrankly, we are staying very close to the market, whether that's OEMs, end users, etc., but looking at the actual demand from the market for solutions. That also is going to be dependent on a number of attributes we do not control back to system cost as well as performance. There's many variables that are involved. But again, as we think about that range of solutions, it's from conventional fuels to alternative fuels to full electric and that also includes fuel cell electric vehicles. So we see a very complete range with our existing technologies and look forward to the market pulling through that technology as appropriate.\nAnd just a follow-up, just appreciate the capacity not linear in terms of capital deployment, but in terms of allocation of free cash flow that we saw this year in terms of buyback dividend versus M&A. Is that the type of placeholder we should think about for capital deployment toward these technologies going forward? Can you just give us a rough framework?\nLook, our objective hasn't changed, which is to generate cash, invest for appropriate returns and return the balance of cash to our shareholders. So as we see the environment today, we're - as I said, we believe we're well positioned. Having said that, we will fund the various investments we've announced earlier this year including the vehicle environmental test facility as well as the innovation center.\nI think we're well positioned from a capacity perspective at this point as well, but I would tell you that I think it's very premature for us to try to define the next few years in terms of absolute allocation other than the broader objective, which is generate cash, invest for appropriate returns and return the balance to our shareholders.\nOur next question is from Jamie Cook with Credit Suisse. Please proceed with your question.\nHi good morning. Nice quarter. I guess two questions. One, the sales in North America On-Highway were better than expected. Obviously, some of it was market, but I was impressed by the ability to sort of outgrow the market. So can you talk about where you are relative to expectations and how we think about your ability to potentially outgrow the market if 2020 is indeed a down year?\nAnd then questions on the back half of the EBITDA guidance. I think it still implies that we're going to be down versus sort of where the consensus is. So can you just provide a framework around that? Is it typical Allison conservatism? Is there something that you're seeing out there on the macro side that makes you just a little more cautious? Thank you.\nGood morning Jamie, it's Dave. A couple of things. I'll let Fred cover the EBITDA question in the second half. On - relative to sales performance, appreciating your comments on the second quarter performance, the team continues to execute, we believe, extremely well in North America. The share gains, we're certainly pleased with. As you know, regaining a position in Class 4-5 truck through the GM Silverado platform and Navistar CV series as well have been well received by the market. Frankly, we're returning to positions we have not had access to in the better part of the decade. So we've made good progress there.\nThe team continues to execute well in terms of Class 8 straight as well as Metro. The strong vocational markets as we've talked about before have allowed us to continue to push forward our agenda and value proposition with the continued push by the market for automation. So I think we're very pleased with that. To your comment about continuing that process going forward, I think, again, we're well placed to execute their prior cycles.\nI'd certainly highlight the fact that our book of business has a higher share of municipal volume in a number of sub-segments that tend to sustain themselves in softer markets. So in those cases, we continue to be less volatile as a business versus some others that have over-the-road, line-haul type exposure. So we are planning for a number of different outcomes. As I said earlier, I think we're well placed from a capacity perspective, while at the same time focusing on operational excellence initiatives as well and proud of the team's performance here in the second quarter and very focused on the second half.\nAnd I'll let Fred cover your question in terms of run rate for the second half.\nSure. Jamie, primarily in the second half versus H1 is really driven by our view of the top line outlook. We still have the Off-Highway new units and service parts down significantly. We do have R&D increased in the second half. Consistent with what we talked about on the Q1 call, we expect engineering R&D to be up about $20 million year-over-year with the vast majority of that increased in the second half.\nCommercial expenses is slightly elevated in the second half in support of our growth initiatives. And really consistent with the pricing you've seen in H1 where we've achieved approximately 50 basis points of favorable pricing, we expect that to continue for the second half.\nOkay. I appreciate the color. Thank you.\nOur next question is from David Leiker with Robert W. Baird & Company. Please proceed with your question.\nGood morning, this is Erin Welcenbach on for David. So my question for you is really relative to your outlook 90 days ago. Can you maybe give us the run through of kind of the State of the Union for your end markets? Maybe how you're end market outlook has shifted a little bit and sort of the puts and takes to that?\nGood morning Aaron. This is Dave. Yes, in terms of our outlook shifting, it's - from the second quarter results, you can tell we - as we said in our comments outperformed there a bit. That's rolled through as you would appreciate the balance in terms of the full year guidance update so to speak, but I think our positioning stands in terms of as we started the year, we talked about a number of different backdrops to the market and really focused on what the second half would pretend. Tougher comps in a number of the end markets. Beyond that, I would tell you I think the broader tonality of guidance as we started the year I wouldn't say has really shifted much.\nI would highlight though the Off-Highway situation for North America in particular, given the last week or so of public comments by a number of service providers as well as suppliers continues to support I think the view that we started the year with. Frankly, that set up as we get into the second half, the constraints around really hard rationing as we see it in terms of capital being deployed into that space. The focus there being very much currently on maintenance versus new investments.\nA fair bit of excess equipment as we understand it in that market is not different. I would say what is different is I think a focus more so on that capital rationing in the sector at this point. So it's something we're staying close to as we start to think about 2020. But beyond that, I think we're pleased with the team's performance through the first half and are obviously trying to position ourselves for continued success as we enter 2020.\nGreat, thanks for taking my question.\nOur next question is from Joe O'Dea with Vertical Research Partners. Please proceed with your question.\nHi good morning. On the implied step up in R&D in the back half of the year, anything in particular you would call out that that's going toward? And then is that something that we should be thinking about as a run rate moving forward?\nGood morning, Joe, it's Dave. As Fred mentioned, there's a number of initiatives that we're driving across all of our end markets. Frankly, as we see the second half, as we've talked before, a number of the initiatives, frankly many of them are not linear as well. So our activity levels are driven off of the opportunities that are there and frankly program timing, execution, but I would not necessarily say there's anything in particular that I would point out other than the obvious, which is bringing on the e-axle effort as well as Vantage Power.\nThere is a number of initiatives that we're pursuing as part of that. As you know, that can be either done internally or externally, now being done internally. We're also working on continuing to work on delivering our next-generation transmission controls and a number of other new technologies as well as I would describe variance in terms of improvements to existing products. So team's very busy across all of our end markets. From a cadence standpoint, again, I think we're generally pleased with where we sit, but we'll continue to drive around those opportunities and position ourselves going into 2020.\nAnd then on outside North America energy, is that led by China fracking? And if so, is this something that you view as kind of a temporary step up? Or do you think there's a trend being established here?\nYes. The answer to your point there is the energy outside North America is largely tied to China. That market is maturing versus where it was say four, five years ago. They ramped up significantly in terms of investment levels for equipment. They've now, I think, digested a fair bit of that and matured as end users and frankly demand levels. We see that as more of a stable market going forward.\nThat being said, energy as you all know is a volatile commodity market. So we don't confuse ourselves in terms of looking at that business is level for the duration. It will have its cycles and we've structured our business in such a way that it's capital asset light from that perspective. And frankly, we carry a number of different options within our business model around inventory levels to deliver what is typically very short lead times in that market, given the underlying volatility of end users, so - but the market there appears to be relatively stable.\nOur next question is from Larry De Maria with William Blair. Please proceed with your question.\nHey guys. Good morning everybody. Just curious - I know you made the comment about obviously more maintenance versus new. I believe that was in the energy path you were talking about, which is what obviously everybody's seeing. Can you discuss where you see the idling of fleet and the cannibalization of parts and how that plays out? In other words, is there much - how would you characterize downside following the second half run rate of declines in service parts based on excess fleet, cannibalization, etc., if there's no positive change, which might be fairly unlikely, obviously, going into next year?\nLarry, it's Dave. A few things there. I think in terms of run rates, we obviously started the year out with a pretty - I would say a pretty muted view of the market overall. I think unfortunately that's borne itself out. The hard rationing of capital that I mentioned earlier, I think, is going to continue to really suppress opportunities for spending. That being said, as a number of public comments have been made, that potentially sets itself - I think the market up for some level of bounce back. I would say that would seem to be a steeper curve if you take the public comments as they've been made literally, there's very little less going on.\nSo to your question on cannibalization, the fact is I think equipment is being stacked prior cycles. I would say we're probably not as I think informed as the market seems to be now. I would be surprised if equipment is getting stacked at such a level that it will be incapable or unable to be returned to service, just given the age of some of that equipment as well. And there's been a fair bit of money spent I think to the positioning of the overall fleets going into this particular soft patch seems to be better than it's been.\nThat being said, that's really going to be dictated by capital rationing back into the space. So investors feel that there is real opportunity there. At some point, the funding is going to return and the question is how quickly if it's extended. I think that has some lasting damage in terms of the overall level of fleet capability that will be available going forward.\nSo we've assumed that the inventory that's in the broader market in terms of units as well as stacked equipment or otherwise will be leveraged as best as they can, but the fact is utilization rates are still relatively high with equipment that is fielded, so the intensity of usage has not changed. It's really a matter of the broader capacity that's been parked. But when the capacity is utilized, it's at a very high level, which pretends to ultimately require either new units at some point or that overhaul maintenance.\nSo, thanks for that Dave. So with that being said, in the excess capacity that's out there now, how would you characterize the downside of service parts from the second half run rate into next year? Is it - if the end market for new doesn't change, is there much further cannibalization of those parts likely? Or are they going to keep in decent shape to bring it back to service and we'll see more rebuilds in overhaul and parts stabilizing for you guys? Or is it hard to tell?\nI think you can - our expectation and guidance implies a pretty significant step down into the second half of this year. I don't - based on public comments, would not expect a different outcome going into necessarily the first half of next year. So to your point, I would expect some level of cannibalization. Also, I would certainly let you know that our channel checks would tell us there's equipment that is out there in terms of opportunities to utilize for a number of different repair scenarios. So we don't see anything at this point near-term that would change that outlook from public comments that have been made.\nOur next question is from Ian Zaffino with Oppenheimer & Company. Please proceed with your question.\nHi. Great thanks. Just a real quick question here. What was the actual energy piece of the service parts line item that you have? And where should we expect that to kind of settle in, just given all your previous comments? Thanks.\nIan, good morning, it's Dave. Run rates in terms of the Off-Highway - specifically, your question Off-Highway North America parts, Q2, we are in a range of, call it, $30 million for North America Off-Highway service parts.\nOkay. And we should assume that goes close to 0. Is that the way to think about it?\nNo, I would say it's certainly - the expectation is a meaningful step down in the second half in terms of run rate. 0 is a bit of an extreme, but it's definitely expected to step down.\nOur next question is from Seth Weber with RBC Capital Markets. Please proceed with your question.\nHey guys. Good morning. Just wanted to ask about what you're kind of seeing in the channel? Inventory to sales ratios have been kind of ramping up here through most of the first half of the year. Just any comments on how you're feeling about inventory levels in the channel - in the straight truck market? Sorry, thanks.\nGood morning, Seth, it's Dave. The - I guess to your point in terms of inventory to retail sales ratio, 6, 7, certainly up in terms of overall volume year-over-year, so - and not an insignificant number. If you look at the actual retail sales ratio, it's at the higher end of what the industry views as a comfortable range, shall we say. Clearly, I think there's less pressure there necessarily on managing inventories going into the balance of the year in Class 8 straight, which is higher on a percentage basis year-over-year in terms of units. But when you look at that inventory to retail sales ratio, we probably mark that at a 1/2 to 3/4 of year high versus the optimal so-called optimal range.\nAnd I would say in terms of within the channel as it's been communicated to us, certainly, the level of the quality of the inventory that's out there has improved. In other words, trucks that aren't parked, waiting parts, I think that much of that has been resolved. The supply situation as we understand it from OEMs has improved. There are a number of spot situations that are exceptions. But broadly, it's better than it - than it's been. Certainly, I think the other thing to dig into is when you look at the dealer - some of the dealer levels as well as what's sitting at bodybuilders.\nThat's really where you start to get a bit more visibility. I would say lead times seem to have come down a bit in terms of the bodybuilders, which I think is also indicative of a situation that you could interpret as there is adequate if not heavier inventory levels that are now available out there in the Class 8 straight truck side, so - and that goes back to the ratio that I just mentioned.\nSo I think that as we stay close to the market going into the end of the year will be critical I think for the broader industry to look to manage for a 2020 start. The orders continue to be relatively fulsome, but not as strong as they've been. I think that's another outcome in terms of how the OEMs are going to manage into the end of the year as well. But they're reasonably, as we understand it, full for the second half, but I think the positioning has already started for 2020.\nOur next question is from Courtney Yakavonis with Morgan Stanley. Please proceed with your question.\nHi. Thanks for the questions. Just wanted to understand the [indiscernible] On-Highway this quarter. You mentioned both the market share gains in Class 4-5 and then also some of outgrowth opportunities [indiscernible] through 7 and Class 8 markets. Can you just help us understand how [indiscernible] about $50 million, how much was from Class 4-5 versus some of your core markets? And then in outside North America Off-Highway where you also peaked pretty considerably this quarter, I think you had last given guidance for that segment to about down 19%.\nYes, Courtney, I'm sorry - good morning, it's Dave. Just briefly repeat your question. You broke up a number of times there.\nSorry about that. So just on the North America On-Highway beef, can you just disaggregate how much was from better-than-expected market share gains in Class 4 through 5 versus continued gains in 6 through 7 and Class 8? And then on North - Outside North America Off-Highway where you also beat this quarter, I think the last time you gave guidance there was for down about 20%. So given the beef you've had this quarter, what are you embedding in that segment? Appreciating some of your comments earlier that you don't have a ton of visibility there.\nCourtney, this is Fred, I'll take the first part of the question on what appears to be an outperform versus the market in Q2. Certainly, we've talked about the share gains in Class 4-5 and those are easy to quantify with the recent OEM launches. We expect that's resulting in us outgrow in the market by 3% to 4%. Certainly, we're picking up some price. We talked about 50 basis points of price year-over-year. The balance of the outperform would lean toward suggesting share gains in Class 8 straight, Class 6-7. We only publish share once a year.\nWe'll publish that in the early part of 2020. You do see production volumes get restated and such, but certainly strong performance in the second quarter. The team's driving volume out there via conquesting new fleets that are primarily used in manual transmission. There is just a general move away from manuals to fully automatics. So as I mentioned, Class 4-5 pretty easy to quantify, 6-7, Class 8 straight will be in a position to communicate final share in early 2020.\nCourtney, this is Dave. On your outside North America question there in terms of second quarter, as we briefly mentioned in the press release, higher demand in Europe really off of truck, strong performance there. South America, I think the team's doing very well driving a number of growth initiatives in res use as well as agriculture. The lower demand in Asia is really focused on Japan export trucks for regions, countries like South America, Australia and Malaysia. As you know, Australia in 2018 was a very strong market.\nWe're starting to see, I think, as we talked about entering the year at some level of softness in that market, just given the higher demand that we saw in 2018, the balance of the year in terms of those regions, Europe overall expect reasonably strong performance in terms of truck, driven by the major European OEMs. Asia, I would say, good performance expected through our India bus business as well as some activity in terms of China exports. Truck overall in China with the emissions changes that are - that have started to be implemented, vehicle values starting to drive there as well as the growth initiatives that we have very targeted with the team.\nWe were expecting some growth there. Some work that we've done more recently in terms of Korea light duty truck has been well received. That's partially offset via the Australia market that I mentioned earlier and then South America, I would say, overall for the year pretty strong performance in terms of bus expected particularly out of some activity in Columbia on their BRT as well as frankly some other initiatives we're driving in bus. I think the one exception to that region continues to be the macroeconomic challenges for Argentina.\nOur next question is from Ann Duignan with JP Morgan. Please proceed with your question.\nHi, good morning. If I could just circle back to the growth in revenue in North America On-Highway, it sounds what $55 million. Can you just tell us how much of that $55 million was due to the Class 4-5?\nHi Ann, this is Fred. So of the $55 million in the quarter, you're looking at somewhere between $10 million to $15 million driven by Class 4-5.\nOkay. That's helpful. And then most of my other questions have been answered, but again, Halliburton is a significant customer of yours in the Off-Highway segment and they've called for CapEx to be down this year, but again, in 2020. Is that what you were alluding to in terms of your comments on publicly traded companies commentary in recent days.\nGood morning Ann, it's Dave. Yes. That's what I was alluding to among other end users that we have in North America frac, but that is the - certainly the tonality as you noted over the last week or so pretty consistent as we understand it across the board.\nWe have reached the end of our question-and-answer session. I would like to turn the call back over to Dave Graziosi for closing remarks.\nThank you, Sherry. As we said before, it's an exciting time to be part of Alison. We find ourselves today with more opportunities to drive innovation and growth than at any other time in our history, and we look forward to providing you with further updates in the months to come. Thank you for your continued interest in Allison and for participating on today's call. Enjoy the rest of your day.\nThank you. This concludes today's conference. You may disconnect your lines at this time, and have a wonderful day."
  },
  {
    "uid": "78717ebb-ca73-56e4-a270-cca27e83e7f6",
    "source": "Tribune Content Agency",
    "headline": "Disney's Animal Kingdom VP and his peak performance | Video",
    "summary": "Aug. 5-- Our new installment of Theme Park Finds& Faves, a video series featuring Central Florida attractions folks and their happy places, features Djuan Rivers, the vice president for Disney's Animal Kingdom. Rivers, who has had Disney gigs in France and Hawaii, is an adventurer and a world traveler, having visited more than 70 countries. This video concentrates on...",
    "content": "Aug. 5--Our new installment of Theme Park Finds & Faves, a video series featuring Central Florida attractions folks and their happy places, features Djuan Rivers, the vice president for Disney's Animal Kingdom. You might not be surprised that his pick is Everest-based, but you might be surprised that its involves the real Everest. And skydiving.\nRivers, who has had Disney gigs in France and Hawaii, is an adventurer and a world traveler, having visited more than 70 countries. This video concentrates on peaks, Nepal and their Animal Kingdom parallels -- plus a little plaque that you may have walked by hundreds of times without notice.\n(c)2019 The Orlando Sentinel (Orlando, Fla.)\nVisit The Orlando Sentinel (Orlando, Fla.) at www.OrlandoSentinel.com\nDistributed by Tribune Content Agency, LLC."
  },
  {
    "uid": "4dad42f9-35be-55f4-b9b3-5f1d1dcddd72",
    "source": "APN New Zealand Ltd",
    "headline": "Talks with Fullers aim to stem Waiheke ferry fury",
    "summary": "The plan to fix the Waiheke ferry fury will start with immediate action on wharf management and prioritising elderly and frail commuters. Irate commuters have been left out in the cold after winter sailings to Waiheke Island were reduced, resulting in tension, abuse and even violence. Amid rising concerns, an urgent meeting was called between Fullers360 chief...",
    "content": "The plan to fix the Waiheke ferry fury will start with immediate action on wharf management and prioritising elderly and frail commuters.\nIrate commuters have been left out in the cold after winter sailings to Waiheke Island were reduced, resulting in tension, abuse and even violence.\nAmid rising concerns, an urgent meeting was called between Fullers360 chief executive Mike Horne, Auckland Central MP Nikki Kaye and the chairwoman of the Waiheke Local Board, Cath Handley, to address issues with the service.\n“Waiheke is a world-class destination but is receiving a substandard service,” Kaye said after the meeting yesterday.\n“Handley and I have had a constructive meeting with Fullers where they acknowledged some issues relating to their services.\n“The tensions raised by commuters are real and will continue unless we can get real movement on these issues to guarantee greater oversight and continuity of services.”\nCommuters spoken to by the Herald said tensions had been rising since Fullers switched from half-hourly sailings in summer to its winter schedule, with hourly sailings at off-peak times and reducing spaces on the boats.\nPassengers desperate not to be left on the dock are reportedly lashing out at crew, some pushing and shoving Fullers workers, and shouting abuse if the ferry is full.\nIn a statement, Horne said the service understands changes to timetables can be frustrating but any form of abuse towards staff is unacceptable.\n“We urge our commuters to please treat our crew with respect,” he said.\nHorne added the meeting with Kaye and Handley was “constructive” and focused on tackling the long-term issues together.\nMeanwhile, there are several other issues to resolve in the long term, including integrated ticketing and Fullers exempt service status, Kaye said.\nFullers has a special status which exempts its ferry services from Auckland Transport oversight and competitive tendering rules.\nTransport Minister Phil Twyford said the exemption to the Public Transport Operating Model (PTOM) was introduced by former Transport Minister Steven Joyce in 2011.\n“It is unclear why. Auckland Transport was concerned at the time that they would have no oversight of the ferry service,” Twyford said.\n“I have made no secret of my concern that PTOM is a race to the bottom for public transport services and could be driving down workers conditions and wages.\n“Last week I announced a full review of PTOM and part of this work will look at the appropriateness of the current exemptions to the model.”\nKaye said the exemption either needs to be removed, which would affect Fullers commercially, or an alternative needs to be found.\nHowever, any alternative measure would have to ensure greater guarantees around the quality of what are essential services, she said.\n“This is not like other forms of public transport. When people are potentially left on the wharf, they don’t have the ability to get an Uber or phone a friend,” Kaye said.\nMeanwhile, Handley said of yesterday’s meeting that: “We haven’t got any specific answers right now other than they’ll work with us collaboratively here on in.”"
  }]
